{
    "source": "biorxiv",
    "id": "3b73c8abb7528c958cec0bae1890828af007b599",
    "url": "https://biorxiv.org/content/10.1101/041509v1.full",
    "title": "How domain growth is implemented determines the long term behaviour of a cell population through its effect on spatial correlations",
    "authors": [
        "Robert J.H. Ross",
        "R.E. Baker",
        "C.A. Yates"
    ],
    "sections": {
        "Abstract": "Domain growth plays an important role in many biological systems, and so the inclusion of domain growth in models of these biological systems is important to understanding how these biological systems function. In this work we present methods to include the effects of domain growth on the evolution of spatial correlations in a continuum approximation of a lattice-based model of cell motility and proliferation. We show that, depending on the way in which domain growth is implemented, different steady-state densities are predicted for an agent population. Furthermore, we demonstrate that the way in which domain growth is implemented can result in the evolution of the agent density depending on the size of the domain. Continuum approximations that ignore spatial correlations cannot capture these behaviours, while those that account for spatial correlations do. These results will be of interest to researchers in developmental biology as they suggest that the nature of domain growth can determine the characteristics of cell populations.\n",
        "1 Introduction": "Growth is of fundamental importance in biological systems [1, 2]. From embryonic development to tissue renewal, growth plays a central role in the development, maintenance and repair of biological systems throughout their lifetime [3]. Types of isotropic growth that have been observed in biological systems include exponential, linear and logistic [4–11]. Anisotropic growth also plays an important role in biological systems. For instance apical growth, whereby the tip region of a domain grows, is observed in plant root extension and chick limb outgrowth [12, 13]. Importantly, growth has also been shown to contribute in the development of biological systems in different ways. Experiments have shown that the advective component of domain growth is important in enabling migrating cells to reach their target site [6–9]. Meanwhile, theoretical studies have suggested that differential growth rates in developing tissue allow the generation of diverse biological forms and structures [10, 14]. Consequently, it is important to include domain growth in many models of biological systems [1, 2, 6–9, 14–18].\nSpatial correlations are often observed in biological systems [19–24]. For instance, in cell populations spatial correlations can be established by cell proliferation, as a new cell is naturally close to its parent cell following division. Individual-based models (IBMs) are able to recapitulate these spatial correlations, whereas models that employ certain mean-field approximations (MFAs), such as the logistic model [25], and, in a spatially-extended context, the diffusion equation, cannot [26–30]. Accurate continuum models are important tools for understanding the behaviour of biological systems as, in contrast to IBMs, they generally allow for greater mathematical analysis. This analysis can be crucial in forming a mechanistic understanding of biological systems, which is not always apparent from simply studying the results of a large number of repeats of an IBM. Therefore, in order to derive accurate continuum approximations of IBMs that include cell proliferation it is often necessary to account for the effects of spatial correlations [25, 31–39].\nIn this work we examine how domain growth affects the evolution of spatial correlations between agents in IBMs, and importantly, how the way in which domain growth is implemented affects spatial correlations differently. To do so we use an agent-based (our agents represent cells), discrete random-walk model on a two-dimensional square lattice with volume-exclusion. We had reasoned that a standard MFA would not be able to capture the behaviours exhibited by the IBM, and that this standard MFA would require correction by the inclusion of spatial correlations in the form of a correlation ordinary differential equation (ODE) to accurately approximate the IBM results. This last point has been shown previously in scenarios without growth [25].\nThe outline of this work is as follows: to begin with we introduce the IBM and growth mechanisms in Section 2.1. We then define our individual and pairwise density functions, and derive a system of ODEs describing the evolution of the individual and pairwise density functions with respect to time on a growing domain in Sections 2.2-2.3. To test the accuracy of these ODE models we compare them with ensemble averages for the evolution of the macroscopic density from the IBM in Section 3. We demonstrate that the standard MFA is not able to accurately capture the effects of domain growth in the IBM, whereas the ODE models that include the effect of spatial correlations do.\n",
        "2 Model": "In this section we introduce the IBM and the domain growth mechanisms we employ throughout this work. We then derive equations describing the evolution of the individual and pairwise density functions in the IBM for both growth mechanisms.\nOur two-dimensional square lattice has lattice spacing Δ [40] and size Nx(t) by Ny(t), where Nx(t) is the number of lattice sites in a row and Ny(t) is the number of sites in a column. This type of model has been used frequently to model biological processes [10, 21, 41, 42]. All simulations are performed with periodic boundary conditions, and throughout this work the lattice spacing, Δ, is equal to one. For notational convenience we shall now write Nx(t) as Nx, and Ny(t) as Ny.\nIn the IBM each agent is initially assigned to a lattice site, from which it can move or pro-liferate into an adjacent site. If an agent attempts to move into a site that is already occupied, the movement event is aborted. Similarly, if an agent attempts to proliferate into a site that is already occupied, the proliferation event is aborted. This process, whereby only one agent is allowed per site, is generally referred to as an exclusion process [40]. Time is evolved continuously, in accordance with the Gillespie algorithm [43], such that movement, proliferation and growth events are modelled as exponentially distributed ‘reaction events’ in a Markov chain. Attempted agent movement or proliferation events occur with rates Pm or Pp per unit time, respectively. For example, Pmδt is the probability of an agent attempting to move in the next infinitesimally small time interval δt. Throughout this work the initial agent distribution for all simulations of the IBM is achieved by populating lattice sites uniformly at random until the required density is achieved.\nBoth growth mechanisms we employ are stochastic growth mechanisms [10]: the insertion of new lattice sites into the domain occurs with positive rate constants Pgx and Pgy per unit time, for growth in the x (horizontal) and y (vertical) directions, respectively. That is, each lattice site undergoes a growth event in the x direction with rate Pgx. This means the total rate of domain growth in the x direction is PgxNx. In growth mechanism 1 (GM1) when a ‘growth event’ occurs along the x axis (horizontal axis in Fig. 1), one new column of sites is added at a position selected uniformly at random. In growth mechanism 2 (GM2) when a ‘growth event’ occurs along the x axis (horizontal axis in Fig. 1), for each row, one new site is added in a column which is selected uniformly at random. Importantly, when a growth event occurs, the site selected for division is moved one spacing in the positive horizontal/vertical direction along with its contents (i.e. an agent or no agent, symbolised by a black circle in Fig. 1). The new lattice site is empty, and the contents of all other lattice sites remain unaffected. Growth in the y direction is implemented in an analogous manner to the x direction for both growth mechanisms. We chose these growth mechanisms as they are significantly different to each other, and both may have biological relevance [44-46]. For example, biological growth similar to GM1 can occur when adjacent cells become synchronous in their cell cycles (that is, the underlying cells that form the domain). Furthermore, both of these growth mechanisms can be used to implement any form of isotropic growth in our IBM, and are adaptable to three spatial dimensions [10]. Finally, it is important to stress that both growth mechanisms give rise to the same overall growth rate when implemented with the same growth rate parameters.\n(Colour online). Before and after the growth events for both GM1 and GM2, in which growth is along the x-axis (horizontal direction) for a two-dimensional lattice. In each row the yellow (light grey) site has been chosen to undergo a growth event. Following this the yellow (light grey) site is moved to the right with its contents, for instance an agent (represented by a black cell). The red (dark grey) sites are the new lattice sites and are always initially empty. The contents of all the other sites remain unaffected, although in some cases their neighbouring sites will change.\nWe define  as the probability that site m is occupied by an agent at time t on a domain of size Nx × Ny, where m is the vector (i, j), with i indexing the row number of a lattice site, and j indexing the column number of a lattice site. For instance, (2,3) would be the lattice site situated in the second row and the third column of the lattice.\nThe following derivation for the individual density functions is the same for GM1 and GM2.\nThe sum of the individual density functions on a domain of size Nx × Ny at [t + δt) is such that\n\nThe terms on the RHS of Eq. (1) correspond to the following events: i) the sum of individual density functions on a domain of size Nx × Ny at time t multiplied by the probability that no growth event occurs in [t, t + δt); ii) the sum of individual density functions on a domain of size (Nx – 1) × Ny at time t multiplied by the probability that a growth event occurs in the horizontal (x) direction in [t, t + δt); and iii) the sum of individual density functions on a domain of size Nx × (Ny – 1) at time t multiplied by the probability that a growth event occurs in the vertical (y) direction in [t, t + δt). Due to our initial conditions in the IBM we can assume translational invariance for the probability of an agent occupying a site in this derivation, by this we mean\n\nwhere n indexes any other site on the domain.1 Therefore we can rewrite Eq. (1) as\n\nWe can simplify Eq. (3) in the following manner\n\nIf we now rearrange Eq. (4) and take the limit as δt → 0 we obtain\n\nIf we make the approximation  and  , Eq. (5) can be written as\n\nThis approximation has been previously published [17], and implies that domain growth ‘dilutes’ the agent density. Finally, we simplify Eq. (6) to obtain\n\nEq. (7) describes how exponential domain growth affects agent density. As we will write the pairwise density functions in terms of the distances between sites, we shall rewrite the individual density functions as\n\nIf we substitute Eq. (8) into Eq. (7) we obtain\n\nEq. (9) is a MFA describing the effect of domain growth on the evolution agent density [32].\nWe now derive the terms necessary to include the effect of two-dimensional exponential domain growth in the evolution of the pairwise density functions. Importantly, GM1 and GM2 affect the evolution of the pairwise density functions differently. Figure 2 displays two configurations of two agents, which we will term colinear and diagonal.\nThe two types of configuration of lattice sites: (a) colinear and (b) diagonal. The lattice sites in question are labelled m and n and bordered by blue. In (a), two colinear lattice sites share the same row but not the same column (or vice versa). In (b), two lattice sites are diagonal, meaning they do not share the same row or column. rx is the distance between two lattice sites in the horizontal direction, ry is the distance between two lattice sites in the vertical direction. In (b) this means rx = 3 and ry = 1.\nThe horizontal and vertical distances between sites is measured from their centres as displayed in Fig. 2 (b), and rx is the distance between two lattice sites in the horizontal direction, ry is the distance between two lattice sites in the vertical direction.\nWe define the pairwise density functions, , as the probability sites m and n are occupied at time t on a domain of size Nx × Ny (where m ≠ n). We now rewrite  in terms of the distance between lattice sites, that is\n\nwhere m is (i, j), with i indexing the row number of a lattice site, j indexing the column number of a lattice site, and (rx, ry) is a vector that represents a fixed displacement as defined in Fig. 2.\nDue to the initial conditions of the IBM we are able to assume translational invariance for the probability of two sites a given distance being occupied, which means the pairwise density function can be written as a function of the distance between two lattice sites, (rx, ry). Therefore, we will further simplify our notation to obtain\n\nThis ‘abuse’ of notation, whereby  is rewritten as a function of the distance between two lattice sites as opposed to the lattice sites themselves, will prove useful in the following derivation.\nFor agents colinear in the horizontal direction, that is, ry = 0, the evolution of the pairwise density functions for GM1 is\n\nThe terms on the RHS represent: i) the sum of pairwise density functions for a distance (rx, 0) apart on a domain of size Nx × Ny multiplied by the probability that no growth event occurs in [t, t + δt); ii) the sum of pairwise density functions a distance (rx – 1, 0) apart on a domain of size (Nx – 1) × Ny at time t multiplied by the probability that a growth event occurs in the horizontal direction in between them moving them (rx, 0) apart on a domain of size Nx × Ny at [t + δt); iii) the sum of pairwise density functions a distance (rx, 0) apart on a domain of size (Nx – 1) × Ny at time t multiplied by the probability that a growth event occurs in the horizontal direction that does not occur between them, meaning that they remain a distance (rx, 0) apart and on a domain of size Nx × Ny at time [t+δt); and iv) the sum of pairwise density functions a distance (rx, 0) apart on a domain of size Nx × (Ny – 1) at time t multiplied by the probability that a growth event occurs in the vertical direction (as the sites are horizontally colinear in this cannot change the distance between them).\nSimilarly, the evolution of the colinear component for GM1 for agents colinear in the vertical direction, that is, rx = 0, is\n\nAs we assume translational invariance in this derivation, we can simplify Eq. (12) to obtain\n\nWe can further simplify Eq. (14) to obtain\n\nIf we apply the approximations   Eq. (15) can be rewritten as\n\nIf we rearrange Eq. (16) and take the limit as δt → 0 we obtain\n\nThe equivalent equation for sites colinear in the vertical direction is\n\nFor the diagonal component for GM1, that is, neither rx or ry equal zero, we have\n\nIf we follow the same procedure as for the colinear component from Eq. (19) we obtain\n\nFor the derivation of the evolution of the pairwise density functions with GM2 we refer the reader to Appendix A. The equation for the colinear component (horizontally colinear) for GM2 is\n\nand for the diagonal component in GM2 is\n\nIf we compare Eqs. (17) and (20)-(22) it is apparent that the length of the domain influences the evolution of the pairwise density functions in the case of GM2, but not in GM1. Therefore we expect the evolution of the pairwise density functions to be affected by the initial domain size in the case of GM2, but not GM1.\n",
        "3 Results": "We initially present results for immotile, non-proliferative agents on a growing domain, in which domain growth is exponential. We simulate the scenario in which all lattice sites are occupied by an agent in the IBM on a lattice of size 100 by 100 sites. This means the initial conditions for Eqs. (17) and (20)-(22) are\n\nand\n\nAs previously stated, Nx and Ny describe the number of lattice sites in the horizontal and vertical directions, respectively. However, as results from the IBM are ensemble averages we substitute Nx and Ny for their continuum analogues Lx(t) and Ly(t), respectively. For exponential domain growth Lx(t) evolves according to\n\nThe evolution of Ly(t) is equivalent. This substitution of Nx(t) and Ny(t) with Lx(t) and Ly(t) avoids jump discontinuities in the numerical solutions of Eqs. (17) and (20)-(22), which are not present in the averaged IBM results. To solve our equations numerically we use MATLAB’s ode15s.\nIn Fig. 3 the numerical solutions of Eqs. (17) and (20)-(22) are shown for the evolution of the pairwise density functions on a growing domain. In Fig. 3 (a) we see the evolution of the pairwise density functions for GM1, and the difference in the evolution of the colinear and diagonal components, as we would expect. In the absence of agent motility and proliferation the evolution of the pairwise density functions for all colinear distances (i.e. Δ, 2Δ, 3Δ, …) is the same for GM1, this is also the case for the diagonal component. Conversely, In Fig. 3 (b) we see the evolution of the pairwise density functions for GM2, and in this case in the evolution of all the colinear and diagonal components is the same.\n(Colour online): The evolution of the colinear and diagonal components of the pairwise density functions for (a) GM1 and (b) GM2.\nIt has previously been shown how to include the effect of agent motility and proliferation in Eqs. (9), (17), and (20)-(22) and so we refer the reader to Appendix B for the derivation and simply state the result for the individual density function here [25, 38, 39]. The evolution of the individual density function for motile and proliferating agents on a growing domain is\n\nTo make our results comparable with the large amount of research already completed in this area we display the results in terms of the correlation function [25, 31–39]. The correlation function [34, 35] is simply defined as\n\nThe correlation function is a useful variable to work with as F ≡ 1 means that the occupancy of two lattice sites a given distance apart is independent. If we substitute Eq. (27) into Eq. (26) we obtain\n\nThe standard MFA assumes F(1, 0; t) = 1, and so is\n\nFor the IBM in all simulations we have an initial uniform random seeding of density 0.05. The lattice state of site i of the two-dimensional IBM is described by variable σi (i.e. occupied by an agent or unoccupied). This means the normalised average agent density for the two-dimensional domain is\n\nHere 1A is the indicator function for species A (i.e. 1 if species A occupies site i, and 0 if it does not). As previously discussed, the initial condition in the IBM is achieved by populating a certain number of sites uniformly at random until the initial density is achieved, the initial condition for the correlation function is therefore\n\nthat is, at all distances there are initially no spatial correlations between agents. We also rescale time to allow for ease of comparison between simulations with different parameters:\n\nThe rescaling of time is necessary to allow the easy comparison of simulations with different parameters. As before we solve our equations numerically with MATLAB’s ode15s.\nIn Fig. 4 the effects of domain growth via GM1 on the evolution of the macroscopic agent density can be seen. We see that the inclusion of GM1 causes the steady-state density predicted by the standard MFA, Eq. (29), to be incorrect. The steady-state density calculated from an ensemble average from the IBM is lower than the MFA predicts, which the correlation ODE model (Eq. (28)) is able to capture. The rate at which the agent density increases is also reduced in the IBM due to spatial correlations, and the correlations ODE model better approximates this than the MFA. One may expect domain growth to decrease spatial correlations by ‘breaking-up’ existing agent clusters which, in turn, would allow greater agent movement and cause the MFA to be more accurate. However, the nature of GM1 means that it does not break up agents effectively, only potentially ‘freeing-up’ one lattice site for two agents in each row/column every growth event (see Fig. 1). GM1 also does not cause agents to make new neighbouring agents, with agents and their neighbours moving synchronously in a growth event (except at the position of growth where two columns/rows will be separated). Therefore, the spatial correlations associated with agent proliferation (in conjunction with the dilution of agent density due to domain growth) lower the steady-state density of the agents more than the displacement of agents by domain growth counteracts the spatial correlations established by agent proliferation.\n(Colour online): For GM1 including pairwise correlations in a correlation ODE model provides a more accurate approximation of the evolution of the macroscopic density in the IBM than the MFA.\nIn Figs. 5 and 6 the effect of GM1 on spatial correlations in both the correlation ODE model and the IBM can be seen. Importantly, we see that as the growth rate is increased the spatial correlations augment. From Fig. 4 this result is to be expected, as domain growth lowers the agent steady-state density but is not effective at reducing spatial correlations. A similar result has previously been observed in the case of agent death [25]. In addition, at the agent steady-state density the spatial correlations do not return to F = 1. This explains why the MFA incorrectly predicts the agent steady-state density, and shows why the correlation ODE model is able to correctly approximate the steady-state density of the IBM. This is because the MFA is only correct when F = 1, which is not the case in the IBM in this scenario with GM1.\n(Colour online): Increasing the growth rates, Pgx and Pgy, causes the pairwise correlations to augment for GM1 in the correlation ODE model (compare (a) with (b)). In the case of GM1, the pairwise correlations do not return to F = 1. The distance increases from Δ to 10Δ in steps of Δ. Increasing distance is from top to bottom as indicated by the arrows.\n(Colour online): Increasing the growth rate, Pgx and Pgy, causes the pairwise correlations to augment for GM1 in the IBM. In the case of GM1, the pairwise correlations do not return to F = 1. The distance increases from Δ to 10Δ in steps of Δ. Increasing distance is from top to bottom as indicated by the arrows.\nIn Fig. 7 the effect of domain growth via GM2 on agent density can be seen. In this case we see that GM2 causes the steady-state density predicted by the MFA to be correct. This is because GM2 is more effective at breaking up agent clusters than GM1, potentially ‘freeing-up’ one lattice site for four agents in each row/column every growth event. This counteracts the effect of the spatial correlations created by agent proliferation. GM2 also causes agents to change neighbouring agents in the IBM, and so further reduces the spatial correlations associated with agent proliferation. Despite this we see that the correlations ODE model still more accurately predicts the rate at which the agent density evolves, while also accurately approximating the steady-state density in the IBM.\n(Colour online): For GM2 including pairwise correlations in a correlation ODE model provides a more accurate approximation of the results of the evolution of the macroscopic density in the IBM.\nIn Figs. 8 and 9 the effect of GM2 on spatial correlations can be seen in both the correlations ODE model and calculated directly from the IBM. In contrast to GM1 we see that as the growth rate is increased the spatial correlations decrease. We also see that at the steady-state density F = 1, this provides the reason as to why the agent steady-state predicted by the MFA is correct.\n(Colour online): For GM2 increasing the growth rate, Pgx and Pgy, causes the pairwise correlations to shrink. In the case of GM2, the pairwise correlations return to F = 1. The distance increases from Δ to 10Δ in steps of Δ. Increasing distance is from top to bottom as indicated by the arrows.\n(Colour online): Increasing the growth rate, Pgx and Pgy, causes the pairwise correlations to shrink for GM2 in the IBM. The distance increases from Δ to 10Δ in steps of Δ. Increasing distance is from top to bottom as indicated by the arrows.\nIn Figs. 10 and 11 we can see that the size of the domain influences the evolution of the agent density in the case of GM2, but not in the case of GM1. In the case of GM2, as the initial domain size is increased the evolution of the macroscopic agent density is accelerated. This is because colinear spatial correlations, established by agent proliferation, are broken down proportional to the domain size in GM2. This can be seen most easily by converting Eq. (21) from discrete to continuous variables, that is rx = x/Δ, ry = y/Δ, Nx = Lx/Δ and Ny = Ly/Δ:\n\n\n\n(Colour online): Altering the initial domain size does not cause the evolution of the agent density to change in GM1. As the initial size of the domain is increased, from 50 by 50 to 200 by 200 lattice sites, the evolution of the agent density to steady-state remains the same in GM1. (a) IBM and (b) correlation ODE model.\n(Colour online): Altering the initial domain size causes the evolution of the agent density to change in GM2. As the initial size of the domain is increased, from 50 by 50 to 200 by 200 lattice sites, the evolution of the agent density accelerates in GM2. (a) IBM and (b) correlation ODE model.\nIf we Taylor series expand around x and y in Eq. (33) we obtain\n\nIf we then simplify Eq. (34) and take the limit as Δ → 0 we arrive at\n\nThe final term on the RHS of Eq. (35) shows that horizontally colinear lattice sites are separated at a rate dependent on the length of the domain perpendicular to the row/column of the lattice sites in GM2. This is what causes the initial size of the domain to influence the evolution of the agent density in GM2.\nFinally, in Figs. 12 and 13 we see the initial domain size also impacts the evolution of the spatial correlations for GM2, but not for GM1. In the case of GM2 as the initial domain size is increased the spatial correlations between agents are reduced.\n(Colour online): Altering the initial size of the domain does not change the evolution of the pairwise correlations in the case of GM1. (a-c) IBM, 50 by 50, 100 by 100, 200 by 200. (d-f) correlation ODE model 50 by 50, 100 by 100, 200 by 200. Increasing distance is from top to bottom as indicated by the arrows.\n(Colour online): Altering the initial size of the domain changes the evolution of the pairwise correlations in the case of GM2. In the case of GM2 the correlations are reduced as the initial domain size becomes larger, (a-c) IBM, 50 by 50, 100 by 100, 200 by 200. (d-f) correlation ODE model 50 by 50, 100 by 100, 200 by 200. Increasing distance is from top to bottom as indicated by the arrows.\n",
        "4 Discussion and conclusion": "The importance of accurately including the effect of domain growth in models of biological phenomena is becoming increasingly apparent [1, 2, 6, 14–17]. Many of the fundamental developmental processes that determine mammalian morphology are either characterised by growth, or occur during it, and so it is possible that growth may play an important role in determining and coordinating cell population behaviour [3, 9].\nIn this work we have studied two different implementations of domain growth. We chose two different, yet potentially biologically relevant growth mechanisms [44–46], to highlight how understanding the form of domain growth is crucial. These growth mechanisms originated from thinking about the different ways in which new sites could be added to the IBM domain, and the consequences this may have on agent density. As has been shown in this work, GM1 is an implementation of domain growth that conserves colinear correlations in comparison to diagonal correlations, and GM2 is one that reduces colinear correlations as a rate proportional to the size of the domain. This difference between GM1 and GM2 is why GM2 exhibits a length dependency and GM1 does not.\nIt is important to acknowledge that we have only looked at scenarios where Pp = Pm. This is a very high rate of proliferation with respect to motility. However, we chose these parameters to effectively test the accuracy of our correlation ODE model. In situations where Pp < Pm, the correlation ODE model increases in accuracy in terms of approximating the IBM results, as has been shown previously [25, 39]. It is also important to recognise that all domain growth has been two-dimensional and, as would be expected, different IBM behaviour is observed with one-dimensional growth of a two-dimensional domain with equivalent parameter values to those used here. This does pose the question as to whether two-dimensional growth via GM1 is realistic. In this work we have used GM1 as an extreme example of growth in which the cell cycles of adjacent cells that are causing the domain to grow are synchronous [46]. In reality, it is unlikely that domain growth in biological systems is captured by algorithms as simple as GM1 and GM2. However, it stands to reason that more realistic growth mechanisms may exist that exhibit similar effects on spatial correlations as GM1 and GM2. We have also only looked at the case when Pgx = Pgy. We did this to reduce the complexity of solving the equations, however, the results presented here could be extended to cases where Pgx ≠ Pgy.\n",
        "Acknowledgements": "RJHR would like to thank the UK’s Engineering and Physical Sciences Research Council (EP-SRC) for funding through a studentship at the Systems Biology programme of the University of Oxford’s Doctoral Training Centre. The authors would also like to thank Matthew Simpson and Deborah Markham for useful discussions.\n",
        "Appendix A: GM2": "Diagonal component\nIt is simpler to derive the pairwise density functions for GM2 for a domain of size (Nx + 1) × (Ny + 1) (this avoids having (Nx – 1) in the denominator of a number of fractions). For GM2 it is also necessary to introduce some new notation. The distance of the lattice site m from the boundary (origin of growth) is mm and mj, i.e. the position of m, and the distance of the lattice site n from boundary, ni and nj, i.e. the position of m + (rx, ry). The evolution of the pairwise density functions for the diagonal component of GM2 is\n\nThe terms on the RHS of Eq. (36) represent: i) the sum of pairwise density functions a distance (rx, ry) apart on a domain of size (Nx + 1)(Ny + 1) multiplied by the probability that no growth occurs in [t + δt), ii) the sum of pairwise density functions a distance (rx, ry) apart on a domain of size (Nx + 1)(Ny) multiplied by the probability that a growth event occurs in the vertical direction and both agents are moved by it, iii) the sum of pairwise density functions a distance (rx, ry) apart on a domain of size (Nx + 1)(Ny) multiplied by the probability that a growth event occurs in the vertical direction and both agents are not moved by it, iv) the sum of pairwise density functions a distance (rx, ry – 1) apart on a domain of size (Nx + 1)(Ny) multiplied by the probability that a growth event occurs in the vertical direction and m+(rx, ry) moves and m does not move (we can write this in terms of a displacement vector: (rx, ry – 1)), and v) the sum of pairwise density functions a distance (rx, ry + 1) apart on a domain of size (Nx + 1)(Ny) multiplied by the probability that a growth event occurs in the vertical direction and m moves and m+(rx, ry) does not move. The rest of the terms are the equivalent for growth in the horizontal direction. First, we assume translational invariance and simplify Eq. (36) to obtain\n\nWe rewrite Eq. (37) using , which are constants defined as\n\nand\n\nand\n\nEqs. (38)-(40) can be evaluated directly. If we do so we obtain:\n\n\nand\n\nIt is important to note that if in Eq. (43) we set rx = 0, for instance for colinear lattice sites,\nwe obtain\n\nHowever, initially we substitute Eqs. (38)-(40) into Eq. (37) to obtain\n\nThat Eqs. (37) and (45) are equivalent can be shown by substituting Eqs. (38)-(40) into Eq. (45).\nIf we now apply the approximation,\n\nto Eq. (45) we obtain\n\nIf we rearrange Eq. (47) and take the limit as δt → 0 we obtain\n\nwhich we can simplify further to obtain\n\nIf we now evaluate Eqs. (38)-(40) with Eqs. (41)-(43) we obtain\n\n\nThis is Eq. (22) of the main text.\nFor the colinear component we have (assuming that lattice sites are horizontally colinear, i.e. ry = 0)\n\nWe rewrite Eq. (52) using Eqs. (38)-(40) to obtain\n\nWe now make the approximation Eq. (46) to obtain\n\nwhich we can simplify to obtain\n\nIf we evaluate Eqs. (38)-(40) with (41)-(43) we obtain\n\nThis is Eq. (21).\n",
        "Appendix B": "We display how to include agent proliferation and motility in the individual density functions. To do so we require to introduce further notation. We indicate a site unoccupied by an agent in the following manner, , that is, the joint probability of lattice site m not being occupied on a domain of size Nx × Ny at time t. We also introduce the summation,\n\nwhich indexes over the von Neumann neighbourhood of the site indicated as the upper index.\nThe sum of the individual density functions on a domain of size Nx × Ny at [t + δt) for motile and proliferating agents is\n\nAs we assume translational invariance Eq. (58) can be simplified to obtain\n\nIf we recognise that  we can rewrite Eq. (59) as\n\nFrom Eq. (60) we can obtain\n\nwhich is Eq. (26).\nThe derivation of the pairwise density functions can be found in [25], and the equations are stated in the supplementary material of [25]. However, we also outline the derivation below. The addition of agent motility and proliferation is the same for GM1 and GM2. For agents colinear in the horizontal direction, that is, ry is zero, and rx > 1, the evolution of the pairwise density functions for motile and proliferative agents with GM1 is\n\nIf rx = 1\n\nFrom which we can obtain the given equations.\n",
        "Footnotes": "↵* ross{at}maths.ox.ac.uk\n↵† baker{at}maths.ox.ac.uk\n↵‡ c.yates{at}bath.ac.uk\n↵1 We can assume translational invariance throughout this work because the initial agent density for all simulations in the IBM are achieved by populating lattice sites uniformly at random until the required density is achieved.\n"
    },
    "tables": [],
    "figures": [
        {
            "label": "Figure 1:",
            "description": "(Colour online). Before and after the growth events for both GM1 and GM2, in which growth is along the x-axis (horizontal direction) for a two-dimensional lattice. In each row the yellow (light grey) site has been chosen to undergo a growth event. Following this the yellow (light grey) site is moved to the right with its contents, for instance an agent (represented by a black cell). The red (dark grey) sites are the new lattice sites and are always initially empty. The contents of all the other sites remain unaffected, although in some cases their neighbouring sites will change.\n",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2016/02/26/041509/F1.medium.gif"
        },
        {
            "label": "Figure 2:",
            "description": "The two types of configuration of lattice sites: (a) colinear and (b) diagonal. The lattice sites in question are labelled m and n and bordered by blue. In (a), two colinear lattice sites share the same row but not the same column (or vice versa). In (b), two lattice sites are diagonal, meaning they do not share the same row or column. rx is the distance between two lattice sites in the horizontal direction, ry is the distance between two lattice sites in the vertical direction. In (b) this means rx = 3 and ry = 1.\n",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2016/02/26/041509/F2.medium.gif"
        },
        {
            "label": "Figure 3:",
            "description": "(Colour online): The evolution of the colinear and diagonal components of the pairwise density functions for (a) GM1 and (b) GM2.\n",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2016/02/26/041509/F3.medium.gif"
        },
        {
            "label": "Figure 4:",
            "description": "(Colour online): For GM1 including pairwise correlations in a correlation ODE model provides a more accurate approximation of the evolution of the macroscopic density in the IBM than the MFA.\n",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2016/02/26/041509/F4.medium.gif"
        },
        {
            "label": "Figure 5:",
            "description": "(Colour online): Increasing the growth rates, Pgx and Pgy, causes the pairwise correlations to augment for GM1 in the correlation ODE model (compare (a) with (b)). In the case of GM1, the pairwise correlations do not return to F = 1. The distance increases from Δ to 10Δ in steps of Δ. Increasing distance is from top to bottom as indicated by the arrows.\n",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2016/02/26/041509/F5.medium.gif"
        },
        {
            "label": "Figure 6:",
            "description": "(Colour online): Increasing the growth rate, Pgx and Pgy, causes the pairwise correlations to augment for GM1 in the IBM. In the case of GM1, the pairwise correlations do not return to F = 1. The distance increases from Δ to 10Δ in steps of Δ. Increasing distance is from top to bottom as indicated by the arrows.\n",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2016/02/26/041509/F6.medium.gif"
        },
        {
            "label": "Figure 7:",
            "description": "(Colour online): For GM2 including pairwise correlations in a correlation ODE model provides a more accurate approximation of the results of the evolution of the macroscopic density in the IBM.\n",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2016/02/26/041509/F7.medium.gif"
        },
        {
            "label": "Figure 8:",
            "description": "(Colour online): For GM2 increasing the growth rate, Pgx and Pgy, causes the pairwise correlations to shrink. In the case of GM2, the pairwise correlations return to F = 1. The distance increases from Δ to 10Δ in steps of Δ. Increasing distance is from top to bottom as indicated by the arrows.\n",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2016/02/26/041509/F8.medium.gif"
        },
        {
            "label": "Figure 9:",
            "description": "(Colour online): Increasing the growth rate, Pgx and Pgy, causes the pairwise correlations to shrink for GM2 in the IBM. The distance increases from Δ to 10Δ in steps of Δ. Increasing distance is from top to bottom as indicated by the arrows.\n",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2016/02/26/041509/F9.medium.gif"
        },
        {
            "label": "Figure 10:",
            "description": "(Colour online): Altering the initial domain size does not cause the evolution of the agent density to change in GM1. As the initial size of the domain is increased, from 50 by 50 to 200 by 200 lattice sites, the evolution of the agent density to steady-state remains the same in GM1. (a) IBM and (b) correlation ODE model.\n",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2016/02/26/041509/F10.medium.gif"
        },
        {
            "label": "Figure 11:",
            "description": "(Colour online): Altering the initial domain size causes the evolution of the agent density to change in GM2. As the initial size of the domain is increased, from 50 by 50 to 200 by 200 lattice sites, the evolution of the agent density accelerates in GM2. (a) IBM and (b) correlation ODE model.\n",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2016/02/26/041509/F11.medium.gif"
        },
        {
            "label": "Figure 12:",
            "description": "(Colour online): Altering the initial size of the domain does not change the evolution of the pairwise correlations in the case of GM1. (a-c) IBM, 50 by 50, 100 by 100, 200 by 200. (d-f) correlation ODE model 50 by 50, 100 by 100, 200 by 200. Increasing distance is from top to bottom as indicated by the arrows.\n",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2016/02/26/041509/F12.medium.gif"
        },
        {
            "label": "Figure 13:",
            "description": "(Colour online): Altering the initial size of the domain changes the evolution of the pairwise correlations in the case of GM2. In the case of GM2 the correlations are reduced as the initial domain size becomes larger, (a-c) IBM, 50 by 50, 100 by 100, 200 by 200. (d-f) correlation ODE model 50 by 50, 100 by 100, 200 by 200. Increasing distance is from top to bottom as indicated by the arrows.\n",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2016/02/26/041509/F13.medium.gif"
        }
    ],
    "references": [
        {
            "label": "[1].",
            "authors": [
                "Keller P. J."
            ],
            "date": "2013",
            "title": "Imaging morphogenesis: Technological advances and biological insights",
            "links": []
        },
        {
            "label": "[2].",
            "authors": [
                "Aman A.",
                "Piotrowski T."
            ],
            "date": "2010",
            "title": "Cell migration during morphogenesis",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1016/j.ydbio.2009.11.014&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=19914236&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2016%2F02%2F26%2F041509.atom"
                ]
            ]
        },
        {
            "label": "[3].",
            "authors": [
                "Wolpert L."
            ],
            "date": "2011",
            "title": "",
            "links": []
        },
        {
            "label": "[4].",
            "authors": [
                "Kim J. S.",
                "Min J.",
                "Recknagel A. K.",
                "Riccio M.",
                "Butcher J. T."
            ],
            "date": "2011",
            "title": "Quantitative three-dimensional analysis of embryonic chick morphogenesis via microcomputed tomography",
            "links": []
        },
        {
            "label": "[5].",
            "authors": [
                "Woolley T. E.",
                "Baker R. E.",
                "Tickle C.",
                "Maini P. K.",
                "Towers M."
            ],
            "date": "2014",
            "title": "Mathematical modelling of digit specification by a sonic hedgehog gradient",
            "links": []
        },
        {
            "label": "[6].",
            "authors": [
                "McLennan R.",
                "Dyson L.",
                "Prather K. W.",
                "Morrison J. A.",
                "Baker R. E.",
                "Maini P. K.",
                "Kulesa P. M."
            ],
            "date": "2012",
            "title": "Multiscale mechanisms of cell migration during development: theory and experiment",
            "links": [
                [
                    "Abstract/FREE Full Text",
                    "/lookup/ijlink/YTozOntzOjQ6InBhdGgiO3M6MTQ6Ii9sb29rdXAvaWpsaW5rIjtzOjU6InF1ZXJ5IjthOjQ6e3M6ODoibGlua1R5cGUiO3M6NDoiQUJTVCI7czoxMToiam91cm5hbENvZGUiO3M6NzoiZGV2ZWxvcCI7czo1OiJyZXNpZCI7czoxMToiMTM5LzE2LzI5MzUiO3M6NDoiYXRvbSI7czozNzoiL2Jpb3J4aXYvZWFybHkvMjAxNi8wMi8yNi8wNDE1MDkuYXRvbSI7fXM6ODoiZnJhZ21lbnQiO3M6MDoiIjt9"
                ]
            ]
        },
        {
            "label": "[7].",
            "authors": [
                "McLennan R.",
                "Schumacher L. J.",
                "Morrison J. A.",
                "Teddy J. M.",
                "Ridenour D. A.",
                "Box A. C.",
                "Semerad C. L.",
                "Li H.",
                "McDowell W.",
                "Kay D.",
                "Maini P. K.",
                "Baker R. E.",
                "Kulesa P. M."
            ],
            "date": "2015",
            "title": "Neural crest migration is driven by a few trailblazer cells with a unique molecular signature narrowly confined to the invasive front",
            "links": [
                [
                    "Abstract/FREE Full Text",
                    "/lookup/ijlink/YTozOntzOjQ6InBhdGgiO3M6MTQ6Ii9sb29rdXAvaWpsaW5rIjtzOjU6InF1ZXJ5IjthOjQ6e3M6ODoibGlua1R5cGUiO3M6NDoiQUJTVCI7czoxMToiam91cm5hbENvZGUiO3M6NzoiZGV2ZWxvcCI7czo1OiJyZXNpZCI7czoxMToiMTQyLzExLzIwMTQiO3M6NDoiYXRvbSI7czozNzoiL2Jpb3J4aXYvZWFybHkvMjAxNi8wMi8yNi8wNDE1MDkuYXRvbSI7fXM6ODoiZnJhZ21lbnQiO3M6MDoiIjt9"
                ]
            ]
        },
        {
            "label": "[8].",
            "authors": [
                "McLennan R.",
                "Schumacher L. J.",
                "Morrison J. A.",
                "Teddy J. M.",
                "Ridenour D. A.",
                "Box A. C.",
                "Semerad C. L.",
                "Li H.",
                "McDowell W.",
                "Kay D.",
                "Maini P. K.",
                "Baker R. E.",
                "Kulesa P. M."
            ],
            "date": "2015",
            "title": "VEGF signals induce trailblazer cell identity that drives neural crest migration",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1016/j.ydbio.2015.08.011&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=26278036&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2016%2F02%2F26%2F041509.atom"
                ]
            ]
        },
        {
            "label": "[9].",
            "authors": [
                "Mort R. L.",
                "Ross R. J. H.",
                "Hainey K. J.",
                "Harrison O.",
                "Keighren M. A.",
                "Landini G.",
                "Baker R. E.",
                "Painter K. J.",
                "Jackson I. J.",
                "Yates C. A."
            ],
            "date": "2016",
            "title": "Reconciling diverse mammalian pigmentation patterns with a fundamental mathematical model",
            "links": []
        },
        {
            "label": "[10].",
            "authors": [
                "Binder B. J.",
                "Landman K. A.",
                "Simpson M. J.",
                "Mariani M.",
                "Newgreen D. F."
            ],
            "date": "2008",
            "title": "Modeling proliferative tissue growth: A general approach and an avian case study",
            "links": []
        },
        {
            "label": "[11].",
            "authors": [
                "Lampl M."
            ],
            "date": "2012",
            "title": "Perspectives on modelling human growth: Mathematical models and growth biology",
            "links": [
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=22834928&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2016%2F02%2F26%2F041509.atom"
                ]
            ]
        },
        {
            "label": "[12].",
            "authors": [
                "Perilli S.",
                "Di Mambro R.",
                "Sabatini S."
            ],
            "date": "2012",
            "title": "Growth and development of the root apical meristem",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1016/j.pbi.2011.10.006&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=22079783&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2016%2F02%2F26%2F041509.atom"
                ]
            ]
        },
        {
            "label": "[13].",
            "authors": [
                "Fallon J. F.",
                "Lopez A.",
                "Ros M. A.",
                "Savage M. P.",
                "Olwin B. B.",
                "Simandl B. K."
            ],
            "date": "1994",
            "title": "FGF-2: apical ectodermal ridge growth signal for chick limb development",
            "links": [
                [
                    "Abstract/FREE Full Text",
                    "/lookup/ijlink/YTozOntzOjQ6InBhdGgiO3M6MTQ6Ii9sb29rdXAvaWpsaW5rIjtzOjU6InF1ZXJ5IjthOjQ6e3M6ODoibGlua1R5cGUiO3M6NDoiQUJTVCI7czoxMToiam91cm5hbENvZGUiO3M6Mzoic2NpIjtzOjU6InJlc2lkIjtzOjEyOiIyNjQvNTE1NS8xMDQiO3M6NDoiYXRvbSI7czozNzoiL2Jpb3J4aXYvZWFybHkvMjAxNi8wMi8yNi8wNDE1MDkuYXRvbSI7fXM6ODoiZnJhZ21lbnQiO3M6MDoiIjt9"
                ]
            ]
        },
        {
            "label": "[14].",
            "authors": [
                "Kennaway R.",
                "Coen E.",
                "Green A.",
                "Bangham A."
            ],
            "date": "2011",
            "title": "Generation of diverse biological forms through combinatorial interactions between tissue polarity and growth",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1371/journal.pcbi.1002071&link_type=DOI"
                ]
            ]
        },
        {
            "label": "[15].",
            "authors": [
                "Fried P.",
                "Iber D."
            ],
            "date": "2014",
            "title": "Dynamic scaling of morphogen gradients on growing domains",
            "links": []
        },
        {
            "label": "[16].",
            "authors": [
                "Crampin E. J.",
                "Gaffney E. A.",
                "Maini P. K."
            ],
            "date": "1999",
            "title": "Reaction and diffusion on growing domains: Scenarios for robust pattern formation",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1006/bulm.1999.0131&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=17879872&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2016%2F02%2F26%2F041509.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000083744400004&link_type=ISI"
                ]
            ]
        },
        {
            "label": "[17].",
            "authors": [
                "Baker R. E.",
                "Yates C. A.",
                "Erban R."
            ],
            "date": "2010",
            "title": "From microscopic to macroscopic descriptions of cell migration on growing domains",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1007/s11538-009-9467-x&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=19862577&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2016%2F02%2F26%2F041509.atom"
                ]
            ]
        },
        {
            "label": "[18].",
            "authors": [
                "Yates C. A."
            ],
            "date": "2014",
            "title": "Discrete and continuous models for tissue growth and shrinkage",
            "links": []
        },
        {
            "label": "[19].",
            "authors": [
                "Azaele S.",
                "Maritan A.",
                "Cornell S. J.",
                "Suweis S.",
                "Banavar J. R.",
                "Gabriel D.",
                "Kunin W. E."
            ],
            "date": "2015",
            "title": "Towards a unified descriptive theory for spatial ecology: predicting biodiversity patterns across spatial scales",
            "links": []
        },
        {
            "label": "[20].",
            "authors": [
                "Lai P. C.",
                "Wong C. M.",
                "Hedley A. J.",
                "Lo S. V.",
                "Leung P. Y.",
                "Kong J.",
                "Leung G. M."
            ],
            "date": "2004",
            "title": "Understanding the spatial clustering of severe acute respiratory syndrome (SARS) in Hong Kong",
            "links": [
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=15531441&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2016%2F02%2F26%2F041509.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000224972500044&link_type=ISI"
                ]
            ]
        },
        {
            "label": "[21].",
            "authors": [
                "Binder B. J.",
                "Landman K. A.",
                "Newgreen D. F.",
                "Simkin J. E.",
                "Takahashi Y.",
                "Zhang D."
            ],
            "date": "2012",
            "title": "Spatial analysis of multi-species exclusion processes: application to neural crest cell migration in the embryonic gut",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1007/s11538-011-9703-z&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=22108739&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2016%2F02%2F26%2F041509.atom"
                ]
            ]
        },
        {
            "label": "[22].",
            "authors": [
                "Binder B. J.",
                "Simpson M. J."
            ],
            "date": "2013",
            "title": "Quantifying spatial structure in experimental observations and agent-based simulations using pair-correlation functions",
            "links": []
        },
        {
            "label": "[23].",
            "authors": [
                "Agnew D. J. G.",
                "Green J. E. F.",
                "Brown T. M.",
                "Simpson M. J.",
                "Binder B. J."
            ],
            "date": "2014",
            "title": "Distinguishing between mechanisms of cell aggregation using pair-correlation functions",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1016/j.jtbi.2014.02.033&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=24607741&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2016%2F02%2F26%2F041509.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000335875200003&link_type=ISI"
                ]
            ]
        },
        {
            "label": "[24].",
            "authors": [
                "Waclaw B.",
                "Bozic I.",
                "Pittman M. E.",
                "Hruban R. H.",
                "Vogelstein B.",
                "Nowak M. A."
            ],
            "date": "2015",
            "title": "A spatial model predicts that dispersal and cell turnover limit intratumour heterogeneity",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1038/nature14971&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=26308893&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2016%2F02%2F26%2F041509.atom"
                ]
            ]
        },
        {
            "label": "[25].",
            "authors": [
                "Baker R. E.",
                "Simpson M. J."
            ],
            "date": "2010",
            "title": "Correcting mean-field approximations for birth-death-movement processes",
            "links": []
        },
        {
            "label": "[26].",
            "authors": [
                "Binder B. J.",
                "Landman K. A."
            ],
            "date": "2009",
            "title": "Exclusion processes on a growing domain",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1016/j.jtbi.2009.04.025&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=19427868&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2016%2F02%2F26%2F041509.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000274798000014&link_type=ISI"
                ]
            ]
        },
        {
            "label": "[27].",
            "authors": [
                "Fernando A. E.",
                "Landman K. A.",
                "Simpson M. J."
            ],
            "date": "2010",
            "title": "Nonlinear diffusion and exclusion processes with contact interactions",
            "links": []
        },
        {
            "label": "[28].",
            "authors": [
                "Khain E.",
                "Sander L. M.",
                "Schneider-Mizell C.M."
            ],
            "date": "2007",
            "title": "The role of cell-cell adhesion in wound healing",
            "links": []
        },
        {
            "label": "[29].",
            "authors": [
                "Landman K. A.",
                "Fernando A. E."
            ],
            "date": "2011",
            "title": "Myopic random walkers and exclusion processes: Single and multispecies",
            "links": []
        },
        {
            "label": "[30].",
            "authors": [
                "Simpson M. J.",
                "Landman K. A.",
                "Hughes B. D."
            ],
            "date": "2009",
            "title": "Pathlines in exclusion processes",
            "links": []
        },
        {
            "label": "[31].",
            "authors": [
                "de Aguiar M. A. M.",
                "Rauch E. M.",
                "Bar-Yam Y."
            ],
            "date": "2004",
            "title": "Invasion and extinction in the mean-field approximation for a spatial host-pathogen model",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1023/B:JOSS.0000013958.15218.47&link_type=DOI"
                ]
            ]
        },
        {
            "label": "[32].",
            "authors": [
                "Hiebeler D."
            ],
            "date": "1997",
            "title": "Stochastic spatial models: From simulations to mean-field and local structure approximations",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1006/jtbi.1997.0422&link_type=DOI"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=A1997XQ20300002&link_type=ISI"
                ]
            ]
        },
        {
            "label": "[33].",
            "authors": [
                "Fuk’s H.",
                "Lawniczak A. T."
            ],
            "date": "2001",
            "title": "Individual-based lattice model for spatial spread of epidemics",
            "links": []
        },
        {
            "label": "[34].",
            "authors": [
                "Mai J.",
                "Kuzovkov V. N.",
                "von. Niessen W."
            ],
            "date": "1993",
            "title": "A theoretical stochastic model for the A+12B ? 0 reaction",
            "links": []
        },
        {
            "label": "[35].",
            "authors": [
                "Mai J.",
                "Kuzovkov V. N.",
                "von W."
            ],
            "date": "1994",
            "title": "Niessen. A general stochastic model for the description of surface reaction systems",
            "links": []
        },
        {
            "label": "[36].",
            "authors": [
                "Simpson M. J.",
                "Baker R. E."
            ],
            "date": "2011",
            "title": "Corrected mean-field models for spatially dependent advection-diffusion-reaction phenomena",
            "links": []
        },
        {
            "label": "[37].",
            "authors": [
                "Johnston S. T.",
                "Simpson M. J.",
                "Baker R. E."
            ],
            "date": "2012",
            "title": "Mean-field descriptions of collective migration with strong adhesion",
            "links": []
        },
        {
            "label": "[38].",
            "authors": [
                "Markham D. C.",
                "Simpson M. J.",
                "Maini P. K.",
                "Gaffney E. A.",
                "Baker R. E."
            ],
            "date": "2013",
            "title": "Incorporating spatial correlations into multispecies mean-field models",
            "links": []
        },
        {
            "label": "[39].",
            "authors": [
                "Markham D. C.",
                "Simpson M. J.",
                "Baker R. E."
            ],
            "date": "2013",
            "title": "Simplified method for including spatial correlations in mean-field approximations",
            "links": []
        },
        {
            "label": "[40].",
            "authors": [
                "Liggett T. M."
            ],
            "date": "1999",
            "title": "",
            "links": []
        },
        {
            "label": "[41].",
            "authors": [
                "Simpson M. J.",
                "Landman K. A.",
                "Hughes B. D."
            ],
            "date": "2010",
            "title": "Cell invasion with proliferation mechanisms motivated by time-lapse data",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1016/j.physa.2010.05.020&link_type=DOI"
                ]
            ]
        },
        {
            "label": "[42].",
            "authors": [
                "Simpson M. J.",
                "Merrifield A.",
                "Landman K. A.",
                "Hughes B. D."
            ],
            "date": "2007",
            "title": "Simulating invasion with cellular automata: Connecting cell-scale and population-scale properties",
            "links": []
        },
        {
            "label": "[43].",
            "authors": [
                "Gillespie D. T."
            ],
            "date": "1977",
            "title": "Exact stochastic simulaton of coupled chemical reactions",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1021/j100540a008&link_type=DOI"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=A1977EE49800008&link_type=ISI"
                ]
            ]
        },
        {
            "label": "[44].",
            "authors": [
                "Thomas B. J.",
                "Gunning D. A.",
                "Cho J.",
                "Zipursky S. L."
            ],
            "date": "1994",
            "title": "Cell cycle progression in the developing Drosophila eye: roughex encodes a novel protein required for the establishment of G1",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1016/0092-8674(94)90440-5&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=8020091&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2016%2F02%2F26%2F041509.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=A1994NV42500009&link_type=ISI"
                ]
            ]
        },
        {
            "label": "[45].",
            "authors": [
                "Kumar J. P."
            ],
            "date": "2011",
            "title": "My what big eyes you have: How the Drosophila retina grows",
            "links": []
        },
        {
            "label": "[46].",
            "authors": [
                "Barelle C. J.",
                "Bohula E. A.",
                "Kron S. J.",
                "Wessels D.",
                "Soll D. R.",
                "Schäfer A.",
                "Brown A. J. P.",
                "Gow N. A. R."
            ],
            "date": "2003",
            "title": "Asynchronous cell cycle and asymmetric vacuolar inheritance in true hyphae of Candida albicans",
            "links": [
                [
                    "Abstract/FREE Full Text",
                    "/lookup/ijlink/YTozOntzOjQ6InBhdGgiO3M6MTQ6Ii9sb29rdXAvaWpsaW5rIjtzOjU6InF1ZXJ5IjthOjQ6e3M6ODoibGlua1R5cGUiO3M6NDoiQUJTVCI7czoxMToiam91cm5hbENvZGUiO3M6NzoiZXVrY2VsbCI7czo1OiJyZXNpZCI7czo3OiIyLzMvMzk4IjtzOjQ6ImF0b20iO3M6Mzc6Ii9iaW9yeGl2L2Vhcmx5LzIwMTYvMDIvMjYvMDQxNTA5LmF0b20iO31zOjg6ImZyYWdtZW50IjtzOjA6IiI7fQ=="
                ]
            ]
        }
    ]
}