{
    "source": "biorxiv",
    "id": "97339c9d365437d54ea33be1a1b634d35f460208",
    "url": "https://biorxiv.org/content/10.1101/053421v1.full",
    "title": "Fractional Dosing of Yellow Fever Vaccine to Extend Supply: A Modeling Study",
    "authors": [
        "Joseph T. Wu",
        "Corey M. Peak",
        "Gabriel M. Leung",
        "Marc Lipsitch"
    ],
    "sections": {
        "Abstract": "Background The ongoing yellow fever (YF) epidemic in Angola is placing strain on the global vaccine supply. In order to extend vaccine supply and reduce the cost of mass-vaccination, dose sparing by fractional-dose vaccination has received heightened consideration. Five-fold fractionation is similar to the standard dose in safety and immunogenicity. However, no YF vaccine efficacy trials have been performed in humans, so it is possible that fractional-dose vaccines may be less efficacious even if equally immunogenic. There is an urgent need to study under what conditions fractional dosing could provide epidemiologic benefits in reducing transmission.\nMethods We estimated the effective reproductive number for YF in Angola using disease natural history and case report data. Using these results and simple mathematical models of YF transmission, we calculated the expected final size of an epidemic under varying levels of vaccine coverage with standard-dose vaccine and up to five-fold fractionation with varying efficacy. We consider three allocation scenarios: random; targeted at only susceptible individuals; and whereby children receive standard-dose vaccines while adults receive fractional-dose vaccines.\nFindings The effective reproductive number early in the outbreak ranged from approximately 5 to 12 transmission events per infectious individual. As expected, if five-fold fractional-doses retain 100% efficacy, the final epidemic is dramatically reduced, especially if standard-dose vaccine coverage is near 20%. If instead some fractional-dose recipients do not become immunized, the five-fold fractional-dose strategy is always beneficial, as long as this dose produces immunity in at least 20% of recipients. We quantify how the threshold becomes more stringent if vaccine action is leaky.\nInterpretation We conclude that dose fractionation could be a very effective strategy for improving coverage of YF vaccines and reducing infection attack rate in populations, possibly by a large absolute and relative margin, if high to moderate efficacy is maintained by reduced-dose formulations.\nFunding NIH-MIDAS, HMRS-Hong Kong\n",
        "INTRODUCTION": "Yellow fever (YF) has resurged in Angola and threatens to spread to other countries with relatively low YF vaccine coverage. While the rainy season is ending in Angola as of April, it typically lasts through May in the Democratic Republic of Congo (DRC) and is just beginning in parts of West Africa. Reports of YF cases in Kinshasa, DRC, in mid-April 2016 and exportation of cases from Angola to other parts of the world raise concern that YF could resurge in other populations where competent vectors are present and vaccine coverage is low.1 A broad band of sub-Saharan Africa north of Namibia and Zambia is at risk (http://www.cdc.gov/yellowfever/maps/africa.html), as is much of the northern portion of South America (http://www.cdc.gov/yellowfever/maps/south_america.html). The global community is increasingly concerned for the risk of YF emergence in Asia, where the disease has been curiously absent despite seemingly amenable conditions.\nThere is a safe, highly effective vaccine against YF.2 However, the global stockpile of YF vaccines is low, with approximately 10 million doses currently available and a global manufacturing capacity of 25 million doses per month. Given the large populations at risk for YF infection, the stockpile might well be inadequate to meet the need; the entire current stockpile would be required just to vaccinate the population of Kinshasa. For this reason, the possibility of dose-sparing by fractional-dose vaccination is under consideration, in which smaller volumes of vaccine would be used per dose in order to increase the number of persons who can be vaccinated with a given quantity of vaccine.2 Dose-fractionation has been proposed as a means of extending the supply and reducing the cost of mass-vaccination campaigns for YF; these benefits might also enhance equity of vaccine access.3\nA randomized, noninferiority trial has shown that 0·1 ml intradermal (ID) vaccination with the 17D YF vaccine was equally safe compared to the standard 0·5ml subcutaneous dose.4 Another randomized trial of the 17DD vaccine given in Brazil showed that there was no significant loss of immunogenicity when the currently administered vaccine (containing 27,476 IU of virus) was given at doses as low as 2·1% (i.e. a >40-fold reduction) of the full dose.5 The lowest reduced dose in that study that was noninferior to the full dose was 587 IU. For comparison, the WHO minimum for YF vaccines is 1000 IU per dose.6 No efficacy trial of YF vaccines has been performed in humans,7 so the comparative efficacy of different doses and routes remains unknown.\nWhile the equal immunogenicity of fractional-dose vaccines suggests that efficacy might also be equal to that of the standard dose, decision makers may be cautious about changing dosing recommendations. Challenges to such a change include obtaining regulatory approval, training vaccinators to deliver fractional doses, possibly by the intradermal route, and other logistical issues.2\nBeyond these operational challenges, which we do not specifically consider in our modeling study, it is possible that the dose-sparing vaccines may be less efficacious even if equally immunogenic. Moreover, the findings of equal immunogenicity of reduced doses are limited to adults; no comparable data exist in children. Here we use simple mathematical models to assess the magnitude of benefit that could be achieved by dose-fractionation, by allowing higher or more rapid vaccine coverage with a fixed supply of vaccine. Our initial analysis assumes that the efficacy of five-fold fractional-dose vaccine2,4 is equal to that of standard-dose vaccine, and that both are 100% effective,7 and estimates the benefit of higher coverage with no loss of protection for individual vaccinees. We next show that even if vaccine efficacy were considerably lower for fractional-dose vaccination, the population-level benefit of wider coverage could still outweigh the lower individual-level efficacy, in terms of total cases prevented. Finally, given the lack of comparative immunogenicity data for fractional-dose YF vaccination in children, we consider the results of a strategy that provides standard-dose vaccines to children and fractional-dose vaccines to adults. We find that each of these strategies could provide significant benefit epidemiologically, and that the best policy will be determined by balancing logistical and regulatory considerations against the extent of epidemiologic benefit.\n",
        "METHODS": "We used data on confirmed cases each day from the 18 April 2016 WHO Angola Situation Report8 and applied the method of Wallinga and Teunis9. We estimated the probability distribution function for the generation time using the convolution of the intrinsic and extrinsic incubation periods of yellow fever estimated by 10, with the assumption that the latent and incubation period in the human host were the same. In the integral, t1 gives the time postinfection when the human host becomes infectious, t2 gives the time at which he is bitten by a competent mosquito, and t3 is the time at which the mosquito becomes infectious. We assume an exponentially distributed infectious period with mean 4 days in the human,11 and an exponentially distributed mosquito lifespan varying over a broad range around 2 weeks (http://www.dengue.gov.sg/subject.asp?id=12). This expression corresponds to the approximating assumption that once infected and infectious, vectors bite at a constant rate until they die. Thus the probability distribution function fGT for the generation time a is\n\nwhere\n\nWe assumed that serial interval and generation time have the same probability distribution.\nOur basic approach was to calculate the expected final size of an epidemic (infection attack rate or IAR) under the following homogeneous-mixing model. Let S0 and I0 be the proportion of population susceptible and infectious just before vaccination. Let V be the vaccine coverage of standard-dose vaccines. Suppose each standard-dose vaccine can be fractionated into n n-fold fractional-dose vaccines (i.e. each n-fold fractional-dose vaccine contains 1/n-th amount of the antigen in a standard-dose vaccine). We denote the vaccine efficacy of n-fold fractional-dose vaccines by VE(n), i.e. the vaccine efficacy of standard-dose vaccines is VE(1). Given V, the highest fractionation factor sensible is nmax = S0/V if the susceptible population can be identified for targeted vaccination and nmax = 1/V otherwise, i.e. the fractionation factor n (hereafter, fractionation) must lie between 1 and nmax. Let Q(V, n) = VnVE(n)w(n) be the effective vaccine coverage assuming all-or-nothing vaccine action, where w(n) is the proportion of fractionated doses that do not get wasted. As such, the optimal fractionation that gives the smallest IAR is the one that maximizes nVE(n)w(n). Compared to standard-dose vaccination, dose fractionation is better if and only if nVE(n)w(n) > VE(1). That is, in the absence of wastage, n-fold dose fractionation is better if and only if the vaccine efficacy of n-fold fractional-dose vaccines are at least 1/n times that of standard-dose vaccines. The criterion is substantially higher for leaky vaccines when transmissibility is high (see below). We assumed that vaccine efficacy of n-fold fractional-dose vaccines is a linear function of the amount of antigen in the vaccines (which is proportional to 1/n). That is, for n between 1 and 5, VE(n) = VE(5)+1.25 (1/n - 1/5) (VE(1) - VE(5)).\nWe consider three scenarios,\n\nRandom vaccination. Vaccine coverage among susceptible and immune individuals are the same, i.e. the susceptible and immune population are indiscernible, so targeted vaccination is not possible. For any given fractionation n, the infection attack rate IAR(n) is obtained by solving the equation\n\n\nTargeted vaccination. Vaccinations are targeted only at susceptible individuals. For any given fractionation n, the infection attack rate IAR(n)is obtained by solving the equation\n\nHence, targeted vaccination has the same effects as random vaccination with effective vaccine coverage Q(V,n)/S0. We do not provide graphs of this scenario separately.\nStandard-dose vaccination of children, fractional-dose vaccination of adults. We assume S0 = 1. Let p be the proportion of adults in the population. We assumed that children have vaccine priority. That is, all children receive standard-dose vaccines before adults begin to receive fractional-dose vaccines. For a given standard-dose vaccine coverage V, the proportion of children vaccinated is Vchildren = min(V,1 – p). If the stockpile is large enough to vaccinate all children (i.e. V > 1 – p), then adults receive n-fold fractional-dose vaccination where n = min(5,p/(V – 1 + p)). The proportion of adults vaccinated is Vadults = 1 if n < 5 and (Vadults = 5(V – 1 + p)/p otherwise. The effective vaccine coverage is Q(V, n) = Vchildren (1 - p)VE(1) + VadultspVE(n)w(n).\nIf vaccine efficacy is “leaky\" (such that its efficacy is the independent probability of protecting an immunized recipient on each exposure12,13) then the attack-rate calculations change slightly. Suppose the expected number of secondary cases is the same for vaccinated and unvaccinated individuals if they become infected. Given fractionation n = min(5,1/V), the infection attack rate IAR(n)is obtained by solving the equation\n\nif vaccination is random. Dose fractionation is better if and only if\n\nWe define the right-hand side of this inequality as the “benefit threshold,” the lowest leaky efficacy that is needed for a fractional-dose strategy to produce a lower IAR than a standard-dose strategy.\nAs in the case for all-or-nothing vaccines, the effects of targeted vaccination are the same as that for random vaccination with effective vaccine coverage Q(V,n)S0 for leaky vaccines.\n",
        "RESULTS": "Reproductive number of Yellow Fever in Angola. Figure 1 shows the epidemic curve of yellow fever cases in Angola8 (A) and the estimated reproductive number Rt over the course of the outbreak, estimated using natural history data from ref.10 and the Wallinga-Teunis method.9 Early in the outbreak, estimates of Rt range from approximately 5 (lowest point estimate) to 12 (highest upper bound of 95% confidence interval). While these estimates may reflect partial immunity due to vaccination or prior exposure among some of the population, we take this as the center of a range for the possible basic reproductive number in a future outbreak in another population, which we assume may be between 3 and 12, due to varying vector ecology and levels of preexisting immunity in the population.\nReducing attack rate by increasing coverage. Figure 2A shows the attack rate expected for a sustained epidemic in a simple mathematical model given varying levels of transmission (basic reproductive number R0, different curves) and standard-dose vaccine coverage (V, assumed to be achieved prior to the epidemic’s start) with and without five-fold dose-fractionation, assuming 100% efficacy. Figures 2B-C show the corresponding absolute and relative reduction in attack rate. Clearly a five-fold increase in coverage can dramatically reduce the attack rate, by at least five-fold, and by more if the reproductive number is brought close to or below one by herd immunity effects, achieved as vaccine coverage approaches the herd immunity threshold (1-1/R0)×100%.\nLower-efficacy assumption. Figure 3 shows the robustness of the dose-fractionation strategy to the possibility that fractionated doses have lower efficacy. In Figure 3, we repeat the calculations of reduced attack rate from Figure 2, but assuming that fractional-dose vaccines provide full immunity to 90%, 60%, 30% and 10% of those vaccinated (all-or-nothing efficacy).12,13 We find that the five-fold fractional-dose strategy is always beneficial, regardless of the achievable coverage V with the standard-dose vaccine or the basic reproductive number R0, as long as five-fold fractional-dose vaccines are at least 20% efficacious. Mathematically, it can be shown that for efficacy greater than 100%/n, an n-fold fractionation is always advantageous in the sense of a lower attack rate expected with fractionated doses and higher coverage than standard dosing at n-fold lower coverage. If we assume there is some wastage of fractionated doses due to unfamiliar administration methods and lower seroconversion rates, this threshold becomes slightly less favorable because x% wastage would cause a x% reduction in effective vaccine coverage, which is a product of vaccine coverage, vaccine efficacy, and wastage. For example, five-fold fractionation with no wastage and 20% vaccine efficacy has the same effect as 20% wastage and 25% vaccine efficacy, which is still well above that which seems plausible from the immunogenicity data.\nIf the standard-dose vaccine coverage V exceeds 20%, then everyone in the population can be vaccinated under five-fold fractionated-dose vaccination, in which case the fractionation factor would only be n = 1/V. Vaccine efficacy of n-fold fractional-dose vaccines, denoted by VE(n), is assumed to be a linear function of vaccine dose (see Methods). A IAR. B Absolute reduction in IAR. As V increases, a kink appears when herd-immunity threshold is attained or everyone is vaccinated under fivefold fractional-dose vaccination (i.e., V = 0·2). If five-fold fractional-dose vaccination at 100% coverage cannot attain the herd immunity threshold (because of low fractional-dose vaccine efficacy), then a second kink appears when V is large enough such that fractional-dose vaccination attains herd-immunity threshold due to the increase in VE resulting from lower fractionation factors (namely 1/V). C Relative reduction in IAR.\nVaccination of adults with fractionated doses and children with standard doses. Given the lack of immunogenicity data for fractionated doses in children and evidence of lower seroconversion rates to standard doses,14 a conservative strategy would be to fractionate doses only for adults. Figure 4A shows the fold-increase in vaccine coverage that could be achieved with five-fold fractionation in adults only, as a function of proportion of adults in the population (Padults). Adult fractionation increases coverage more if a larger fraction of the population is adults. In Angola in 2015 approximately 70% of the population was adults (20 and older). If there were enough standard-dose vaccine supplies to cover one half of such a population (V=0.5), fractionation of only the adult doses would provide a 2-fold increase in coverage. Given the vector-borne nature of yellow fever we assume that transmission between children and adults is well-mixed. Figure 4B shows the same calculations as Figure 2B with the five-fold fractional-dose vaccine efficacy is 60%. The benefits of n-fold fractionation for only adult doses is maximized when standard-dose coverage V = Pchildren + Padults/n. These calculations all assume that there is no preexisting immunity in children or adults; if preexisting immunity existed mainly in adults, then prioritizing children would have a greater benefit than projected here.\nAll children are vaccinated with standard-dose vaccines before any adults receive vaccination. A Fold-increase in the proportion of individuals vaccinated conferred by five-fold fractionated dose vaccination. B Same as Figure 2B when 70% of the population are adults and five-fold fractional-dose vaccine efficacy is 60%.\nLeaky vaccine efficacy. Thus far, when considering the possibility that fractionated doses have VE<100%, we have assumed that this follows the “all-or-nothing model” of 100% efficacy in a proportion VE of vaccinees and 0% in the remainder. Alternatively, reduced efficacy could take the form of less than 100% protection in all vaccinated persons. We consider this unlikely (see Discussion) but note that in this situation, the efficacy of n-fold fractionated doses necessary to provide a benefit in terms of IAR is higher than 1/n and is dependent on transmission intensity, with higher efficacy required to provide an advantage in higher-transmission settings. This occurs because under the “leaky” model each infectious bite is assumed to be less likely to cause infection if the host is vaccinated, but the probability of infection grows as the person receives more infectious bites. Figure 5 shows, under the “leaky” model of vaccine action, the “benefit threshold, ” the minimum efficacy of fractionated vaccine dose for which greater coverage outweighs lower efficacy. Dose fractionation is much less beneficial if vaccine action is leaky, efficacy is modest, and R0 is high.\nFive-fold fractionated dosing will produce an infection attack rate lower than standard dosing if the “leaky” vaccine efficacy of a fractionated dose is above the line corresponding to the basic reproductive number. This threshold becomes high for large values of R0 because under the “leaky” model of vaccine efficacy, multiple exposures eventually lead to infection of vaccinated individuals, overcoming their protection from the vaccine. Although we consider this model unlikely to apply to YF vaccines (and best evidence suggests that five-fold fractionated doses are likely to be nearly 100% efficacious), we include this as a formal possibility.\n",
        "DISCUSSION": "Our primary analysis shows that dose-fractionation of YF vaccine, if there were no loss of efficacy, could provide a substantial benefit to reducing the attack rate of YF in a population. We consider this assumption of full efficacy for five-fold fractionation to be the most likely scenario, despite the lack of efficacy data on any YF vaccine, for several reasons: 1) two studies of five- or greater-fold vaccination doses have shown indistinguishable immunogenicity in humans; 2) at least some preparations of YF vaccine substantially exceed the WHO minimum standard for potency of 1000 IU/dose, so fractionation at some level could be performed without dropping below that threshold; 3) YF vaccine is live attenuated virus, so a biological rationale exists that if a productive vaccine-virus infection can be established by a fractionated dose, protection should be comparable to that with a higher dose. Nonetheless, to test the robustness of our analysis, we considered the possibility that five-fold fractionated dosing fails to immunize a proportion (1-VE(5)) of recipients, and found that as long as at least 20% of recipients are fully immunized by the vaccine, the population-wide benefits of higher coverage would outweigh the lower efficacy of fractionated dosing for individual vaccinees. Even more unlikely, in our opinion, is that fractionated doses would be less efficacious according to a “leaky” model, in which all vaccinated individuals were imperfectly protected against infection from each infectious bite, with the same probability of infection from each bite, reduced by vaccine by a proportion VE. If this were the case, then especially in high-transmission areas, the fractionated-dose vaccine would need to be 80-90% efficacious to provide a benefit over standard dosing.\nWe have used five-fold fractionation as an example because it is the strategy with the best evidence base of equal immunogenicity. However, some data suggest that more than five-fold fractionation could be equally immunogenic, and of course the benefits of fractionation would be greater if more than five-fold fractionation were logistically possible and comparably efficacious.\nOn programmatic grounds a simpler strategy — such as fractionated dosing for all — may be preferred to a more complex strategy that gives different doses to different groups, say age groups. While either would provide epidemiologic benefit, the choice between such strategies would be influenced by the number of available doses, logistical barriers, and location-specific regulations regarding specific groups, such as children.\nOur simple model has several limitations. We have assumed homogeneous mixing of the population (reasonable at least locally for a vector-borne disease) and have neglected preexisting immunity in our main results, though the Methods show how our calculations could be modified to consider preexisting immunity. The purpose was to provide basic calculations for the most at-risk populations, those with little preexisting immunity. We have also fixed a particular value of R0 for each calculation, and assumed this value is maintained until the epidemic has swept through a population. In reality, R0 will vary seasonally as vector abundance, extrinsic incubation period, and other factors vary. The existence of a high-transmission season might enhance the benefits of fractional-dose vaccination. Most importantly, there will be a premium on achieving high vaccine coverage before the peak of transmission to maximally impact transmission, and this will be limited by supply constraints that could be partially relieved by fractionation.\nWe conclude that dose fractionation could be a very effective strategy for improving coverage of YF vaccines and reducing infection attack rate in populations – possibly by a large absolute and relative margin — if high to moderate efficacy is maintained by reduced-dose formulations. For vaccines whose standard formulations exceed WHO minimum concentration of viral particles,6 this dose-fractionation could be accomplished without changing the WHO recommendations. Even if the efficacy of fractionated doses were substantially lower, increasing coverage by a factor greater than the reduction in efficacy would still be predicted to reduce the population-wide infection attack rate. Substantial benefits could also be achieved if fractional doses were given only to adults while providing standard-dose vaccines to children. We urge consideration of means to implement dose-fractionation as a component of a YF response strategy for the current situation. Rollout of fractionated dosing should perhaps be preceded or accompanied by noninferiority studies of the intended vaccine’s immunogenicity in the intended populations. Ongoing programs should be monitored by observational studies of safety, immunogenicity and, if possible, effectiveness15 to assure that the assumptions underlying the rationale for such programs continue to be met.\n",
        "Contributors": "JTW, CMP, and ML reviewed the literature and designed the study. JTW and ML developed the mathematical model. JTW ran the mathematical model. JTW, CMP, GML, and ML interpreted the model results and approved the final version.\n",
        "Declaration of interests": "ML reports consulting honoraria (which have been donated to charity) from Pfizer and 323 Affinivax, and research funding through his institution from Pfizer and PATH Vaccine Solutions, 324 all unrelated to yellow fever. JTW, CMP, and GML have no conflicts of interest.\n",
        "Acknowledgements": "We thank Jack Woodall and Rebecca Grais for comments on an earlier draft and Alejandro Costa and the students of EPI 260 for helpful discussions. This study was funded by Cooperative Agreement U54GM088558 from the National Institute Of General Medical Sciences, National Research Service Award T32AI007535-16A1, and a commissioned grant from the Health and Medical Research Fund from the Government of the Hong Kong Special Administrative Region. The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institute Of General Medical Sciences or the National Institutes of Health.\n",
        "REFERENCES": ""
    },
    "tables": [],
    "figures": [
        {
            "label": "Figure 1:",
            "title": "Estimates of reproductive number over the course of the Angola epidemic",
            "description": "",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2016/05/14/053421/F1.medium.gif"
        },
        {
            "label": "Figure 2:",
            "title": "The impact of five-fold fractional-dose vaccination with no reduction in vaccine efficacy",
            "description": "",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2016/05/14/053421/F2.medium.gif"
        },
        {
            "label": "Figure 3:",
            "title": "The impact of five-fold fractionated dose vaccination with reduced vaccine efficacy (all-or-nothing assumption) and different reproductive numbers",
            "description": "If the standard-dose vaccine coverage V exceeds 20%, then everyone in the population can be vaccinated under five-fold fractionated-dose vaccination, in which case the fractionation factor would only be n = 1/V. Vaccine efficacy of n-fold fractional-dose vaccines, denoted by VE(n), is assumed to be a linear function of vaccine dose (see Methods). A IAR. B Absolute reduction in IAR. As V increases, a kink appears when herd-immunity threshold is attained or everyone is vaccinated under fivefold fractional-dose vaccination (i.e., V = 0·2). If five-fold fractional-dose vaccination at 100% coverage cannot attain the herd immunity threshold (because of low fractional-dose vaccine efficacy), then a second kink appears when V is large enough such that fractional-dose vaccination attains herd-immunity threshold due to the increase in VE resulting from lower fractionation factors (namely 1/V). C Relative reduction in IAR.\n",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2016/05/14/053421/F3.medium.gif"
        },
        {
            "label": "Figure 4:",
            "title": "Vaccination of adults with fractionated doses and children with standard doses",
            "description": "All children are vaccinated with standard-dose vaccines before any adults receive vaccination. A Fold-increase in the proportion of individuals vaccinated conferred by five-fold fractionated dose vaccination. B Same as Figure 2B when 70% of the population are adults and five-fold fractional-dose vaccine efficacy is 60%.\n",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2016/05/14/053421/F4.medium.gif"
        },
        {
            "label": "Figure 5:",
            "title": "Benefit thresholds for leaky vaccines as a function of standard dose vaccine supply V and basic reproductive number R0",
            "description": "Five-fold fractionated dosing will produce an infection attack rate lower than standard dosing if the “leaky” vaccine efficacy of a fractionated dose is above the line corresponding to the basic reproductive number. This threshold becomes high for large values of R0 because under the “leaky” model of vaccine efficacy, multiple exposures eventually lead to infection of vaccinated individuals, overcoming their protection from the vaccine. Although we consider this model unlikely to apply to YF vaccines (and best evidence suggests that five-fold fractionated doses are likely to be nearly 100% efficacious), we include this as a formal possibility.\n",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2016/05/14/053421/F5.medium.gif"
        }
    ],
    "references": [
        {
            "label": null,
            "authors": [
                "Woodall J",
                "Yuill T."
            ],
            "date": "2016",
            "title": "Why is the yellow fever outbreak in Angola a ‘threat to the entire world’?",
            "links": []
        },
        {
            "label": null,
            "authors": [
                "Monath TP",
                "Woodall JP",
                "Gubler DJ"
            ],
            "date": "2016",
            "title": "Yellow fever vaccine supply: a possible solution",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1016/S0140-6736(16)30195-7&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=27116054&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2016%2F05%2F14%2F053421.atom"
                ]
            ]
        },
        {
            "label": null,
            "authors": [
                "Brearley L",
                "Eggers R",
                "Steinglass R",
                "Vandelaer J"
            ],
            "date": "2013",
            "title": "Applying an equity lens in the Decade of Vaccines",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1016/j.vaccine.2012.11.088&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=23598470&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2016%2F05%2F14%2F053421.atom"
                ]
            ]
        },
        {
            "label": null,
            "authors": [
                "Roukens AH",
                "Vossen AC",
                "Bredenbeek PJ",
                "van Dissel JT",
                "Visser LG"
            ],
            "date": "2008",
            "title": "Intradermally Administered Yellow Fever Vaccine at Reduced Dose Induces a Protective Immune Response: A Randomized Controlled Non-Inferiority Trial",
            "links": []
        },
        {
            "label": null,
            "authors": [
                "Martins RM",
                "Maia M de LS",
                "Farias RHG"
            ],
            "date": "2013",
            "title": "17DD yellow fever vaccine: a double blind, randomized clinical trial of immunogenicity and safety on a dose-response study",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.4161/hv.22982&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=23364472&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2016%2F05%2F14%2F053421.atom"
                ]
            ]
        },
        {
            "label": null,
            "authors": [],
            "date": "2008",
            "title": "",
            "links": []
        },
        {
            "label": null,
            "authors": [
                "Staples JE",
                "Gershman M",
                "Fischer M."
            ],
            "date": "2010",
            "title": "Yellow Fever Vaccine: Recommendations of the Advisory Committee",
            "links": [
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=20075837&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2016%2F05%2F14%2F053421.atom"
                ]
            ]
        },
        {
            "label": null,
            "authors": [],
            "date": "2016",
            "title": "Yellow fever outbreak in Angola: Situation Report",
            "links": []
        },
        {
            "label": null,
            "authors": [
                "Wallinga J",
                "Teunis P."
            ],
            "date": "2004",
            "title": "Different Epidemic Curves for Severe Acute Respiratory Syndrome Reveal Similar Impacts of Control Measures",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1093/aje/kwh255&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=15353409&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2016%2F05%2F14%2F053421.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000223938000001&link_type=ISI"
                ]
            ]
        },
        {
            "label": null,
            "authors": [
                "Johansson MA",
                "Arana-Vizcarrondo N",
                "Biggerstaff BJ",
                "Staples JE"
            ],
            "date": "2010",
            "title": "Incubation Periods of Yellow Fever Virus",
            "links": [
                [
                    "Abstract/FREE Full Text",
                    "/lookup/ijlink/YTozOntzOjQ6InBhdGgiO3M6MTQ6Ii9sb29rdXAvaWpsaW5rIjtzOjU6InF1ZXJ5IjthOjQ6e3M6ODoibGlua1R5cGUiO3M6NDoiQUJTVCI7czoxMToiam91cm5hbENvZGUiO3M6NzoidHJvcG1lZCI7czo1OiJyZXNpZCI7czo4OiI4My8xLzE4MyI7czo0OiJhdG9tIjtzOjM3OiIvYmlvcnhpdi9lYXJseS8yMDE2LzA1LzE0LzA1MzQyMS5hdG9tIjt9czo4OiJmcmFnbWVudCI7czowOiIiO30="
                ]
            ]
        },
        {
            "label": null,
            "authors": [],
            "date": "2005",
            "title": "",
            "links": []
        },
        {
            "label": null,
            "authors": [
                "Smith PG",
                "Rodrigues LC"
            ],
            "date": "1984",
            "title": "Fine PEM",
            "links": []
        },
        {
            "label": null,
            "authors": [
                "Halloran ME",
                "Longini IM",
                "Struchiner CJ"
            ],
            "date": "2010",
            "title": "",
            "links": []
        },
        {
            "label": null,
            "authors": [
                "Belmusto-worn VE",
                "Sanchez JL",
                "Carthy KMC"
            ],
            "date": "2005",
            "title": "Randomized, double-blind, phase III, pivotal field trial of the comparative immunogenicity, safety and tolerability of the two yellow fever 17D vacines (Arilvax and YF-Vax) in healthy infants and children",
            "links": [
                [
                    "Abstract/FREE Full Text",
                    "/lookup/ijlink/YTozOntzOjQ6InBhdGgiO3M6MTQ6Ii9sb29rdXAvaWpsaW5rIjtzOjU6InF1ZXJ5IjthOjQ6e3M6ODoibGlua1R5cGUiO3M6NDoiQUJTVCI7czoxMToiam91cm5hbENvZGUiO3M6NzoidHJvcG1lZCI7czo1OiJyZXNpZCI7czo4OiI3Mi8yLzE4OSI7czo0OiJhdG9tIjtzOjM3OiIvYmlvcnhpdi9lYXJseS8yMDE2LzA1LzE0LzA1MzQyMS5hdG9tIjt9czo4OiJmcmFnbWVudCI7czowOiIiO30="
                ]
            ]
        },
        {
            "label": null,
            "authors": [
                "Hickling J",
                "Jones R",
                "Tandem W"
            ],
            "date": "2013",
            "title": "Yellow fever vaccination : The potential of dose-sparing to increase vaccine supply and. Path",
            "links": []
        },
        {
            "label": null,
            "authors": [
                "Riley S",
                "Wu JT",
                "Leung GM."
            ],
            "date": "2007",
            "title": "Optimizing the dose of pre-pandemic influenza vaccines to reduce the infection attack rate",
            "links": [
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000247476300016&link_type=ISI"
                ]
            ]
        }
    ]
}