{
    "source": "biorxiv",
    "id": "c41fdb2efd6d61384a92a84cbba3f8233629a41b",
    "url": "https://biorxiv.org/content/10.1101/012070v1.full",
    "title": "The infant airway microbiome in health and disease impacts later asthma development",
    "authors": [
        "Shu Mei Teo",
        "Danny Mok",
        "Kym Pham",
        "Merci Kusel",
        "Michael Serralha",
        "Niamh Troy",
        "Barbara J. Holt",
        "Belinda J. Hales",
        "Michael L. Walker",
        "Elysia Hollams",
        "Yury H Bochkov",
        "Kristine Grindle",
        "Sebastian L. Johnston",
        "James E Gern",
        "Peter D. Sly",
        "Patrick G. Holt",
        "Kathryn E. Holt",
        "Michael Inouye"
    ],
    "sections": {
        "Abstract": "The nasopharynx (NP) is a reservoir for microbes associated with acute respiratory illnesses (ARI). The development of asthma is initiated during infancy, driven by airway inflammation associated with infections. Here, we report viral and bacterial community profiling of NP aspirates across a birth cohort, capturing all lower respiratory illnesses during their first year. Most infants were initially colonized with Staphylococcus or Corynebacterium before stable colonization with Alloiococcus or Moraxella, with transient incursions of Streptococcus, Moraxella or Haemophilus marking virus-associated ARIs. Our data identify the NP microbiome as a determinant for infection spread to the lower airways, severity of accompanying inflammatory symptoms, and risk for future asthma development. Early asymptomatic colonization with Streptococcus was a strong asthma predictor, and antibiotic usage disrupted asymptomatic colonization patterns.\n",
        "Introduction": "The microbial communities comprising the human microbiome are now recognised as playing important roles in the aetiology and pathogenesis of myriad diseases (1). However elucidation of these complex roles requires targeted characterization of microbial communities present in relevant spatial niche(s) during critical periods of pathogenesis. The focus of this study is the respiratory tract, in particular the nasopharynx (NP) which is an accessible source of airway microbial communities (2) and serves as a conduit for pathogens associated with lower respiratory illnesses (LRI) that are responsible for substantial morbidity and mortality worldwide.\nOf particular interest is asthma, a multi-factorial disease characterized by airway inflammation and associated smooth muscle hyperplasia. It is now recognized that the hallmark persistent wheeze of asthma is consolidated in childhood and, further, may progress to chronic asthma in adulthood (3,4) and potentially chronic obstructive pulmonary disease (5, 6). We and others have previously shown that development of persistent atopic (allergic) wheeze in children is linked to the number of virus-associated febrile and/or wheezy LRI experienced during infancy (7-10). The principal virus type of current interest is human rhinoviruses (HRV), particularly subtype C (HRV-C) (11), however respiratory syncytial virus (RSV) is also recognized as a major cause of infant LRI (12). The relative contributions of these viral pathogens in asthma initiation remain controversial (13). Further complicating the picture, recent studies have also implicated bacterial pathogens as potential independent causal factors in infant LRI and their long-term sequelae. Notably, culture of S. pneumoniae, M. catarrhalis or H. influenzae from NP samples taken at 1 month of age has been linked to increased risk for subsequent diagnosis of asthma at 5 years of age (14). These findings have fuelled debate around the use of antibiotics and vaccine strategies for respiratory illness in children (15, 16).\nSeveral studies have investigated airway microbiota in children or adults with chronic respiratory illness, including asthma (2, 17-21), however no study has investigated the airway microbiome during the critical infancy period (0-12 months). In this study, we investigated the NP microbiome during the first year of life using the Childhood Asthma Study (CAS), a prospective cohort of 234 children (9, 10, 22, 23), to elucidate the NP microbiome during respiratory health and illness, its longitudinal dynamics, susceptibility to exogenous factors such as antibiotics, and association with future asthma.\n",
        "Results": "A total of 1,021 NP microbiome profiles were obtained from 234 infants using 16S rRNA gene deep sequencing (Materials and Methods). These included 487 “healthy” NP samples collected in the absence of respiratory symptoms, and 534 “infection” NP samples collected during episodes of acute respiratory illness (ARI) during the first year of life. Three quarters of the infants (N=177) contributed at least two healthy NP samples at the age of ~2 months, ~6 months and/or ~12 months. Eighty percent of the infants (N=186) contributed a healthy sample before experiencing their first ARI. The 534 infection NP samples were from 184 infants who had experienced ≥1 ARI within the first year of life. NP samples were analysed from all (380/381) recorded LRI in this period, and a random selection of 20% (154/782) of recorded episodes of upper respiratory illness (URI). The characteristics of the infants are summarized in Table S1.\nAcross all NP samples, more than 193 million high quality 16S rRNA sequences were classified into 14,131 operational taxonomic units (OTUs), of which 1,010 were supported by >1,000 reads each. The dominant phyla were Proteobacteria (48%), Firmicutes (38%), Actinobacteria (13%), Bacteroidetes (1%) and Fusobacteria (0.5%) (Fig. 1A). The NP microbiomes were dominated by six genera - Moraxella (31.2%), Streptococcus (15.5%), Corynebacterium (13.5%), Staphylococcus (10.3%), Haemophilus (9.7%) and Alloiococcus (8.8%; grouped under genus Dolosigranulum in some databases) (Error! Reference source not found.A). Despite the inclusion of diverse OTUs of these genera in the Greengenes reference database (138 Moraxella; 2,361 Streptococcus; 1,592 Corynebacterium; 1,936 Staphylococcus; 684 Haemophilus; 82 Alloiococcus), our sequences were dominated by one OTU per genus (Fig. S1-6), consistent with culture-based studies reporting NP colonization with the species Moraxella catarrhalis, Streptococcus pneumoniae, Staphylococcus aureus, Haemophilus influenzae and Alloiococcus otitidis. Hierarchical clustering of NP microbiomes based on relative abundance of the six major genera identified six microbiome profile groups (MPGs, Fig. 1B). Each MPG was dominated by one of the six genera, although some samples in the Alloiococcus MPG also had relatively high abundance of Corynebacterium (Fig. 1B). The distribution of other rarer OTUs, including those of Neisseria, Pseudomonas, Veillonella, Gemella, Rothia and Prevotella, is shown in Fig. S7.\n(A) Frequency of the 5 most abundant phyla and their respective genera (taxa shown comprise 99.9% of all reads). (B) Hierarchical clustering of samples into microbiome profile groups (MPGs) based on relative abundance of the 6 most common genera. Coloured bars indicate MPGs, labelled throughout the text by their dominant genus: Moraxella MPG (red), Corynebacterium MPG (blue), Alloiococcus MPG (green), Staphylococcus MPG (purple), Haemophilus MPG (yellow) and Streptococcus MPG (orange). (C) Weekly frequencies of MPGs amongst healthy samples, collected during planned visits at approximately 2 months, 6 months and 12 months of age and following at least 4 weeks without symptoms of acute respiratory infection (ARI). (D) Weekly frequencies of each MPG amongst ARI samples. (E) Odds ratios for association of MPGs with ARI symptoms (i.e., ARI vs healthy samples), adjusted for age, gender, season, number of prior infections, antibiotics intake, mother’s antibiotics intake, delivery mode and breastfeeding; with and without adjustment for detection of common viruses (RSV, HRV).\nHealthy NP samples collected around 2 months of age were dominated by the Staphylococcus (41%) and Corynebacterium (22%) MPGs, but the frequency of these MPGs declined with age (11% and 10%, respectively, at 12 months old) (Fig. 1C). In contrast, the prevalence of Alloiococcus and Moraxella MPGs in healthy samples increased with age (14% and 9% at 2 months, 26% and 41% at 12 months, respectively). Analysis of MPG transitions amongst consecutive healthy NP samples from the same individuals (Fig. S8A-B) suggested that Staphylococcus carriage was unstable or transient, particularly where an ARI had occurred in the intervening period between sampling. Alloiococcus was a stable colonizer, but less so if an ARI occurred between sampling. Where an ARI occurred in the intervening period between healthy samples, the most common transitions were to the Moraxella MPG from other MPGs, or the maintenance of stable colonization with Moraxella (Fig. S8B). Almost all Moraxella-colonized infants experienced subsequent ARI before the next healthy sample was taken; this is explored further below. Haemophilus was very rarely detected in healthy NP microbiomes, while Streptococcus was present in 14% of healthy samples at each of the 2, 6 and 12 month sampling times (Fig. 1C). Similar age-related patterns were observed amongst infection samples, with a decline in Staphylococcus and Corynebacterium MPGs and increase in Moraxella, Haemophilus and Streptococcus MPGs in older children (Fig. 1D). Interestingly, boys had significantly more Moraxella in healthy samples (OR 1.3 for log abundance; 95% CI 1.1-1.5, p=0.0014, adjusted for age); no other gender effects were detected.\nWe next assessed the impact of environmental factors on the relative abundance of the common NP microbiome genera. We found no significant effects of delivery mode or breastfeeding on NP colonization at 2 months of age; the latter was unsurprising as nearly all infants (90%) were breastfed for at least 2 months. The abundance of Streptococcus in healthy NP samples was significantly lower amongst children whose parents reported having furry pets such as dogs or cats in the home (OR 0.84, 95% CI 0.70-1.0, p=0.046; adjusted for age at NP sampling). No other significant associations were detected for pets. Children attending day-care had significantly higher relative abundances of Haemophilus and Moraxella, and lower relative abundances of Corynebacterium and Staphylococcus (Fig. 2A), in both healthy and infection samples (note that very few children had commenced day-care by 6 months of age, hence the impact of day-care attendance was assessed at the 12-month time point only). Co-habiting with siblings was also associated with higher abundances of Haemophilus, Streptococcus and Moraxella, and lower abundance of Staphylococcus, during health and ARI (adjusted for age at sampling, Fig. 2B). Importantly, amongst healthy samples, antibiotic usage in the four weeks prior to sampling was associated with higher abundances of Haemophilus, Streptococcus and Moraxella, and lower abundances of Alloiococcus and Corynebacterium (adjusted for age at sampling, Fig. 2C). The composition of the healthy NP microbiome was also affected by the number of prior respiratory infections experienced, with higher abundance of Moraxella and lower abundances of Alloiococcus or Corynebacterium in samples following increasing numbers of ARIs (Fig. S9). At the MPG level, ARIs dominated by Haemophilus increased in spring-summer, while those dominated by Moraxella peaked in autumn-winter (Fig. S10). We therefore tested for differences in relative abundance in autumn-winter and spring-summer, adjusting for age and number of prior infections; this confirmed significant seasonal effects on the abundance of Haemophilus (summer associated) and Moraxella (winter associated) amongst ARI samples, and a similar but non-significant trend amongst healthy NP samples (Fig. 2D).\nSquares, odds ratios estimated using logistic regression and adjusted for age; filled squares, healthy samples; empty squares, infection samples; bars, 95% confidence intervals; *p<0.1, **p<0.05, ***p<0.01. (A) Day-care attendance (yes vs. no), amongst 12-month samples only. (B) Co-habiting with siblings (yes vs. no). (C) Antibiotics intake in the 4 weeks preceding NP sample collection (yes vs. no). (D) Season; Spring-summer (September-February) vs. Autumn-winter (March-August).\nThe Moraxella, Streptococcus and Haemophilus MPGs were significantly more frequent in ARI compared to healthy NP samples, even after adjusting for a large set of potential confounders (age, gender, season, number of prior infections, antibiotic intake, mother’s antibiotic intake, delivery mode and breastfeeding) (Fig. 1E). The Staphylococcus, Corynebacterium and Alloiococcus MPGs were significantly less frequent in ARI (Fig. 1E). The rare genus Neisseria was more common in infection samples, especially LRIs (of 28 NP samples with >5% relative abundance of Neisseria, 4 were from URI and 20 were from LRI), though all were co-colonized with Streptococcus). It was not possible to confirm species from the 16S sequences, however it is well-known that the respiratory pathogens S. pneumoniae, H. influenzae, M. catarrhalis and N. meningitidis are frequently cultured from respiratory infections in children. We have previously measured IgG to species-specific surface proteins of S. pneumoniae and H. influenzae at 12 months of age in the CAS cohort (24). Here we found H. influenzae-specific IgG was significantly associated with the number of prior ARI samples testing positive for either of the two most common Haemophilus OTUs (Fig. S1); similar results were obtained for S. pneumoniae-specific IgG antibodies and the dominant Streptococcus OTU (Fig. S3). Healthy colonization with these genera was not associated with species-specific IgG.\nA total of 138 children had ≥2 ARI samples profiled and, of these, 97 individuals (70%) had ≥2 different MPGs amongst their ARIs. There was a clear temporal trend with infections occurring closer in time being more likely to cluster into the same MPG (same MPG in half of infection pairs separated by 5 weeks vs. a quarter of those separated by >20 weeks; Fig. S11). Moraxella and Haemophilus MPGs were particularly stable between consecutive infections, i.e. following an ARI in which the Moraxella or Haemophilus MPG was present, the next ARI was more likely to share the same MPG type than expected given the overall frequency of these MPGs amongst infection samples (Fig. S8C).\nWe further considered the impact of the NP microbiome on infection severity and interactions with viral pathogens. All samples analysed here were previously screened for a panel of viruses, including RSV, HRV and other picornaviruses, influenza, parainfluenza, coronavirus, adenovirus and human metapneumovirus (hMPV) (see Materials and Methods (23)). This first screen detected viruses in 21% of healthy samples, 68% of URI and 69% of LRI. The most common viruses detected were RSV (11% of ARI) and HRV (40% of ARI) (Fig. S12B), although subsequent expanded screening and subtyping of HRV in LRI samples suggests this is an underestimate (see below). For all virus groups except adenovirus and coronavirus, virus detection was significantly positively associated with ARI symptoms (i.e. ARI vs healthy samples, Fig. S12B). The association between ARI and Streptococcus, Haemophilus and Moraxella MPGs remained after adjusting for detection of virus (OR 7.0, p<1x10-15 for any of these MPGs; individual ORs in Fig. 1E), indicating both viruses and bacteria contribute to ARI symptoms. Amongst the viruses analysed, only RSV was significantly more frequent in LRI vs URI (16% vs 8.3%, OR 2.3; Fig. S12B, Table 1). The Streptococcus, Haemophilus and Moraxella MPGs were significantly associated with LRI vs URI (OR >2), individually and collectively, adjusting for the effect of RSV (Table 1). As a group, the illness-associated MPGs Streptococcus, Haemophilus and Moraxella increased in frequency from healthy to URI to LRI samples, regardless of the presence of RSV (Fig. S13). Taken together, these analyses indicate that both viruses and bacteria independently contribute to ARI, and that bacteria and RSV also independently increase the risk of infection spread to the lower airways.\nOdds ratio (OR) (95% confidence interval), p-values. NP samples taken within one week of antibiotic use were excluded from analysis. The response variable (symptom group comparison) is shown in column 1. Two models (A, B) were fit for each comparison, labelled in column 2; Model A included Streptococcus or Moraxella or Haemophilus MPG as a single covariate, and RSV and HRV, further adjusting for age, gender and season; Model B included Streptococcus, Moraxella and Haemophilus MPGs as separate covariates, and RSV and HRV, further adjusting for age, gender and season. Note HRV was not included in the LRI vs URI comparison as enhanced sensitivity re-screening for HRV was performed only in LRI samples.\nIn our earlier studies with this cohort, we observed an association between LRI (but not URI) during infancy and risk for wheeze at age 5 years; moreover this association was restricted to severe LRI, i.e. those accompanied by fever and/or wheeze (9,10,25). Thus we investigated the association of viruses and bacteria with the presence of fever and wheeze symptoms during LRI. To enable more accurate assessment of the role of HRV in this critical sample group, we performed an expanded screen for detection and subtyping of HRV within LRI samples (Materials and Methods). This assay proved more sensitive than the first screen (23) and detected HRV in 66% of LRI samples (compared to 33% in the earlier screen), with equal amounts of HRV-A and HRV-C (Fig. S12). During LRI, the presence of any HRV, or HRV-C specifically, was negatively associated with fever (Table 1). The only viruses showing positive associations with fever were RSV (Table 1, Fig. 3C, Fig. S12) and influenza (8 influenza positive fever LRI events only, all with illness-associated MPGs, thus not considered further). Amongst LRI, the illness-associated MPGs were associated with fever, even after adjusting for RSV, HRV, age, season and gender (Table 1). Interestingly, the Moraxella MPG was also significantly positively associated with fever amongst RSV-positive LRI (OR 9.2, 95% CI 1.1-73, p=0.037; Fig. S13), suggesting a possible interaction between Moraxella and RSV whereby their co-presence further enhances risk of fever. Overall, only 10 febrile LRIs (9.5%) could not be explained by the presence of RSV or illness-associated MPGs. Across the cohort, the presence of wheeze during LRI was not significantly associated with any viral or bacterial groups (Table 1), including HRV or HRV-C specifically. Of all ARI analysed, there were 61 with concomitant otitis media (OM) affecting 47 infants, however ARIs with accompanying OM had similar NP microbiome profiles to those of LRIs with no OM diagnosis (Table S2).\n(A-B) Kaplan-Meier survival curves showing time from birth to (A) first febrile LRI and (B) first HRV-C wheezy LRI, stratified according to the child’s chronic wheeze status at 5 years of age. P-values shown were estimated using Cox proportional hazards models, adjusted for gender and maternal and paternal history of atopic disease. (C) Frequencies of fever and wheeze symptoms during LRI, in which HRV-C and/or RSV were detected. Total numbers are: HRV-C only, n=79; HRV-C + RSV, n=14; RSV only, n=22. (D) Cross-tabulation of individuals, stratified by their experience of LRI during infancy; percentages in brackets indicate the frequency of chronic wheeze at 5 years of age within each group.\nWe next investigated associations between LRI in the first year of life and subsequent expression of chronic wheeze at age 5 or 10 years. Positive associations were found for two discrete classes of LRI. Firstly, febrile LRI was significantly positively associated with later chronic wheeze, and amongst children who developed atopy by 2 years of age (Table 2). Furthermore, timing of first febrile LRI appeared to be important, with earlier febrile LRI occuring amongst children who had chronic wheeze at 5 years (p=0.0095, Fig. 3A). Secondly, HRV-C LRI accompanied by wheezing symptoms (wheezy HRV-C LRI) showed a positive association with later chronic wheeze amongst all children and particularly strongly so for those who were atopic by 2 years (OR ~7, Table 2), but not amongst non-atopics (OR 1, p~0.95; Table S3). As we found no association between HRV-C and wheeze during LRI across the whole cohort (OR 1.2, 95% CI 0.63-2.2, p=0.61; adjusting for illness-associated MPGs, RSV, age, season and gender), we re-examined the association in those who developed atopy by age 2. Amongst this group of children (n~65), the presence of HRV-C was significantly positively associated with increased risk of wheeze during LRI (OR 2.7, 95% CI 1.1-7, p~0.035; adjusting for illness-associated MPGs, RSV, age, season and gender).\nOdds ratios, 95% confidence intervals and p-values shown were estimated using logistic regression, adjusted for gender and maternal and paternal history of atopic disease, estimated separately for all children and those who were atopic by 2 years of age. LRI, lower respiratory illness, further classified according to microbes and symptoms; any risk bacteria LRI, any LRI with Streptococcus, Moraxella or Haemophilus MPG. Early Streptococcus colonization was assessed in the first healthy NP sample, collected by 7 weeks of age and prior to any recorded infection; high abundance was classified as >20% Streptococcus reads (based on distribution shown in Fig. S15).\nSince febrile LRI and HRV-C wheezy LRI were both associated with later chronic wheeze (Table 2) and RSV was associated with febrile LRI (Table 1), we examined the interaction between RSV, HRV-C, LRI symptom severity and chronic wheeze at age 5. Febrile LRI and wheezy HRV-C LRI in the first year of life appeared to exert independent effects on later chronic wheeze, since only a minority of HRV-C wheezy infections were also febrile (Fig. 3C). Further, at the level of individual children, the frequency of chronic wheeze at 5 years was elevated amongst those with either one of febrile LRI (36%) or wheezy HRV-C LRI (30%), but was greatest amongst children who experienced both (58%, Fig. 3D).\nWhere Streptococcus, Haemophilus or Moraxella MPGs were detected in healthy NP samples, subsequent infections tended to belong to the same MPG (Fig. S14A). Critically, we investigated whether healthy colonization in early infancy was associated with subsequent episodes of ARI. Since prior infections also affect the healthy NP microbiome (Fig. S9), we restricted these analyses to healthy samples collected at 5-9 weeks of age and prior to each infant’s first reported ARI (n=160). Using Cox proportional hazards models, infants whose earliest healthy NP sample was of the Moraxella or Streptococcus MPG tended to experience ARI at a younger age than those with other MPGs (p=0.052; Fig. S14B; note Haemophilus MPGs were extremely rare in early healthy samples). When examining URIs and LRIs separately, we found that early Moraxella colonization was moderately associated with earlier first URI (p=0.084), while early Streptococcus colonization was strongly associated with earlier first LRI (p=0.0071; Fig. S14C-D). Since our data suggested that Alloiococcus and Moraxella were key stable colonizers of the NP microbiome, we also examined whether Alloiococcus-colonized infants differed from Moraxella-colonized infants (defined as those with ≥1 healthy sample of Moraxella MPG and none with Alloiococcus MPG, and vice versa). These groups did not differ in terms of overall numbers of ARI, LRI or later wheezing phenotypes. However, compared to either Moraxella-colonized infants or those not in either group, Alloiococcus-colonized infants had fewer RSV infections, especially RSV LRIs (OR 0.27, 95% CI 0.078-0.73, p=0.0050) (Table S4).\nWe next assessed the association between early pre-ARI asymptomatic NP colonization and current wheeze at 5 and 10 years of age, stratified by atopic sensitization by 2 years of age (see Materials and Methods). This analysis was restricted to the 160 infants (70%) who had an asymptomatic NP sample taken prior to their first ARI (and ≤9 weeks of age). Haemophilus was not detected in pre-ARI healthy samples and the Moraxella MPG showed no evidence of association with future wheeze. The Streptococcus MPG showed a weak association, however the relative abundance of Streptococcus in these samples was highly skewed, thus we divided samples into those with high (>20%) or low (≤20%) relative abundance of Streptococcus reads (Fig. S15). High Streptococcus abundance in the first pre-ARI healthy NP sample was more frequent in infants who later displayed chronic wheeze at 5 years, and this association was stronger when restricting the analysis to earlier NP samples (Fig. 4A): OR 3.8 amongst healthy NP samples collected ≤7 weeks post birth (Table 2). The same trend was evident for wheeze at 10 years of age, despite reduced sample size due to loss to follow-up (OR 2.7, Table 2). Early Streptococcus colonization was associated with younger age at first LRI (Fig. S14D), but not with presence of Streptococcus in the first infection or with detection of S. pneumoniae antibodies at 12 months of age. No statistically significant associations were observed for future chronic wheeze when aggregating the 7-week healthy Streptococcus, Haemophilus and Moraxella MPGs into a single predictor (with or without atopy by two years). Overall, infants who became atopic by age 2 and developed subsequent chronic wheeze at age 5 were twice as likely to have had early Streptococcus colonization, febrile LRI and/or HRV-C wheezy LRI in the first year of life, compared to those that did not develop chronic wheeze (Fig. 4B).\n(A) Odds ratio (OR, filled squares) and 95% confidence intervals (black bars) for association between chronic wheeze and high (>20%) abundance of Streptococcus in the first healthy NP sample, estimated using logistic regression to adjust for gender, age at sample collection, maternal and paternal history of atopic disease; p-values and sample sizes are indicated to the right. Estimates were calculated separately for samples collected by 7, 8 or 9 weeks of age. Individuals who experienced an infection prior to first healthy NP sample collection were excluded from this analysis. (B) Distribution of microbial events during infancy that were identified as risk factors for chronic wheeze at 5 years of age, stratified according to atopic status by age 2. fLRI, febrile LRI; wHRV-C, HRV-C LRI accompanied by wheeze; Strep, >20% Streptococcus abundance in healthy NP sample taken in by 9 weeks old and prior to any ARI; unknown Strep, no such NP sample available, mainly due to ARI before 9 weeks of age; unknown LRI, incomplete viral/symptom profiling for LRI. Total numbers are: wheeze at 5, atopy by 2, n=34; wheeze at 5, non-atopic, 19; no wheeze at 5, atopic, 72; no wheeze at 5, non-atopic, 66. Size of piechart is proportional to the number of infants in each condition.\n",
        "Discussion": "Our data provide the first detailed prospective characterization of bacterial communities within the human NP microbiome during the first year of life. The NP microbiome was qualitatively simple (Fig. 1), dominated by six common genera - Haemophilus, Streptococcus, Moraxella (each more common in infection samples), Staphylococcus, Alloiococcus and Corynebacterium (each more common in healthy samples). This is consistent with previous studies of NP microbiome composition in children aged 12-14 months (21, 26) and adults (27), although intra- and inter-sample diversity was greater in these older groups, likely due in part to extreme seasonal variation in those study locations. In contrast our study site in Perth, Western Australia has a very moderate climate (Fig. S10) and we detected only limited seasonal effects (Fig. 2D) that were readily adjusted for, enabling us to assess the dynamics of the NP microbiome at different stages of infancy and to examine its association with other factors.\nIn the CAS cohort, we found that early NP colonization typically involved Staphylococcus or Corynebacterium, which was later replaced with Moraxella or Alloiococcus. Staphylococcus was the dominant colonizing bacteria in the early healthy NP microbiomes, but its presence declined rapidly with age (Fig. 1). S. aureus is a common cause of neonatal sepsis (28) and high rates of S. aureus nasal colonization in the first months of life have been reported (14, 29). Few studies have examined longitudinal colonization, however a recent study in African children reported S. aureus colonization in 42% of infants at 1 month and 12% at 12 months of age, a trend which was mirrored in maternal colonization rates (30) and is strikingly similar to the patterns we observed (41% at 2 months, 11% at 12 months). Staphylococcus and Corynebacterium are both common components of the human skin microbiome, and in our data they showed a comparable temporal pattern with high rates in the early NP microbiome, declining with age (Fig. 1). We speculate that infants tend to be colonized initially with skin-dwelling bacteria (acquired from parents and others), which is replaced over time by stable colonization with Moraxella or Alloiococcus and punctuated by transient acquisition of Streptococcus or Haemophilus that is frequently accompanied by ARI symptoms. Our data further suggests the transition to Moraxella is associated with exposure to other children (in the home or at day-care) and episodes of ARI, and that colonization with Moraxella, Streptococcus and Haemophilus are selected for by antibiotic exposure (Fig. 2).\nMoraxella was the most common genus in our study population, dominating 21% of all healthy NP microbiomes and 38% of infection samples. Moraxella was represented in our sequence data by a single OTU (Fig. S2), which matches that assigned to M. catarrhalis, a human-restricted unencapsulated Gram negative bacterium previously associated with both commensal NP colonization and pathogenicity in the respiratory tract and inner ear (otitis media) (31). Increased rates of NP colonization with M. catarrhalis have been reported in children following pneumococcal vaccination (32), however the samples in our study predate introduction of this vaccine. In our cohort the presence of Moraxella increased with age and Moraxella was a particularly stable component of the NP microbiome during both health and disease (Fig. S8). These findings are consistent with Moraxella’s known ability to form biofilms (26, 33), which offer protection from antibiotics (34) and promote co-colonization with, rather than replacement by, other common bacteria such as S. pneumoniae and H. influenzae (35). Moraxella was more abundant during the cooler months of autumn and winter, a seasonal trend consistent with recent reports that cold shock at 26oC stimulates growth, colonization and expression of virulence-associated traits in M. cattarhalis (36, 37). These data are consistent with a Dutch microbiological culture-based study of M. catarrhalis carriage in young children, which found increasing prevalence of M. catarrhalis during the first year of life, with a strong seasonal effect (also observed in a Swedish cohort (38)) and a significant positive association with day-care attendance and siblings (35, 39). However these studies did not examine the stability of Moraxella colonization within individuals over time. Importantly, our data show the presence of Moraxella contributes to severity of RSV respiratory infections in infants (Fig. S13, Table S3), which may be mechanistically related to RSV-Moraxella interactions reported in OM pathogenesis (40).\nAlloiococcus was a common and stable component of healthy NP samples and demonstrated enhanced stability in healthy NP microbiomes (Fig. S8). Alloiococcus is a Gram positive bacterium with one named species, A. otitidis, frequently detected in the ear canals of children with OM. Little is known about its mechanisms of colonization, however the stable colonization patterns we observed may reflect a propensity to form stable biofilms, similar to Moraxella. The Alloiococcus MPG included some samples with high abundances of both Alloiococcus and Corynebacterium, indicating compatibility between these bacteria somewhat reminiscent of that between the Moraxella biofilm and Streptococcus or Haemophilus. Whether Alloiococcus is involved in OM pathology or is merely a healthy component of the microbiome is controversial (41); in our data, Alloiococcus was not associated with ARI or OM (Fig. 1, Table S2).\nHaemophilus was almost exclusively associated with ARI symptoms and was often found in consecutive infections, suggesting it can persist in the nasopharynx for some time (Fig. 1, Table 1, Fig. S8). Our analyses suggest Haemophilus is highly transmissible between children, and selected for by antibiotic exposure (Fig. 2). Although our data include multiple Haemophilus OTUs, these epidemiological patterns are consistent with the human-adapted pathogen H. influenzae, which was supported by antibody data (Fig. S1).\nWe have previously reported that within the CAS cohort, the frequency during the first year of life of severe (wheezy and/or febrile) LRI was positively associated with subsequent risk for persistent wheeze at 5 and 10 years of age (9, 10,25), and similar findings have been reported in the US-based COAST cohort (42). In both these study populations the susceptible subgroup of children were those who developed early allergic sensitization (7-10, 25, 42, 43), and a variety of evidence suggests that the underlying mechanism involves synergistic interactions between atopic and anti-viral inflammatory pathways triggered within the infected airway mucosa (3). Of note, ARIs that remain restricted to the upper respiratory tract, and infections resulting in only mild LRI without wheezing or febrile symptoms, are relatively benign with respect to asthma risk in this cohort (9, 10, 25) (Table S3). Hence cofactors that can enhance the spread and ensuing severity of viral-initiated ARI are potentially central to asthma pathogenesis.\nHere we found that two specific classes of LRI, namely febrile LRI and HRV-C-positive wheezy LRI, were independent risk factors for later chronic wheeze, especially amongst atopics (Table 2, Fig. 3). Febrile LRI was common, occurring in one third of all children and half of atopic chronic wheezers at age 5 (Fig. 3–4). Notably, the presence of illness-associated bacteria within the NP microbiome at the time of ARI increased both the risk for progression to the lower respiratory tract and the development of fever (Table 1). These mechanisms likely include myriad bacterial-viral interactions, recently reviewed in (20). In contrast, neither specific virus groups nor bacterial MPGs were associated with wheezy vs non-wheezy LRI within the overall population (Table 1), and the impact of wheezy LRI on later chronic wheeze was limited to LRI with HRV-C (Table 2) which occurred in just 11% of children. Re-examination of wheeze symptoms during LRI stratified by atopic status identified a positive association between HRV-C and wheeze during LRI amongst those children who later became sensitized (by 2 years of age), consistent with observations that HRV-C can induce wheeze in high-risk individuals (44). However, the presence of wheezy LRI alone, without further stratification by HRV-C detection and later atopic status, was not a significant predictor of later chronic wheeze, while febrile LRI per se was a significant predictor of chronic wheeze at 5 and 10 years, both amongst atopics and across the whole cohort (Fig. 4, Table 2).\nEarly asymptomatic Streptococcus colonization at ~2 months of age, which occurred in 14% of children tested at that time, was significantly associated with chronic wheeze at 5 years of age (Fig. 4, Table 2). Early Streptococcus colonization was not associated with incidence of infections with Streptococcus MPG, nor with detection of S. pneumoniae-specific antibodies at 12 months, suggesting that the mechanism is independent of innate immune response to Streptococcus. Rather, early Streptococcus colonization was associated with younger age of first LRI, and the level of subsequent asthma risk appears inversely related to age at initial Streptococcus colonization (Fig. 4, Fig. S14). Collectively, these observations suggest that developing airway tissues may be maximally susceptible to the long-term effects of Streptococcus-mediated or LRI-mediated damage during the early postnatal period, when lung growth rates are most rapid.\nTo our knowledge, the only other study reporting the impact of early life NP colonization on wheeze/asthma at pre-school age is the 2007 report on the Copenhagen Prospective Study on Asthma in Childhood (n=321, children born to mothers with asthma), in which a higher rate of wheeze at five years of age was detected amongst children colonized with S. pneumoniae, M. catarrhalis and/or H. influenzae at 1 month post birth (in culture-confirmed colonized, asthma prevalence was 33%, not colonized, 10%, OR 4.57) (14). In that study, associations were not reported individually for the three species and colonization was measured as positive or negative by microbiological culture. In our cohort, wheeze at 5 years was not associated with early colonization with Haemophilus or Moraxella, however Haemophilus was very rare in healthy NP samples and Moraxella colonization was established later during infancy, which may be related to the warmer climate in Perth; these associations may differ in populations where asymptomatic carriage of these organisms is higher.\nThese findings collectively suggest that bacterial pathogens present in the NP microbiome at the time of upper respiratory viral infections during infancy are significant determinants of risk for the spread of infection to the lower airways and for the resultant expression of inflammatory symptoms marked by fever, and further they may contribute directly and indirectly to the ensuing risk for development of persistent asthma which itself is linked to these prior infectious episodes. Prevention of RSV or HRV infections in high-risk children, using immunoprophylaxis or vaccines, has been proposed as a mechanism for preventing the development and/or exacerbation of childhood asthma (12, 42, 45). Our data suggests that in the absence of effective anti-viral therapies, targeting pathogenic bacteria present within the NP microbiome in this age group could represent an alternative approach towards the same goal. The pneumococcal vaccine, currently recommended from 2 months of age, could play a role; however the niche created by eliminating vaccine-targeted S. pneumoniae serotypes can be readily filled by other serotypes (46) and other bacteria such as H. influenzae (26) and M. catarrhalis (32). Manipulation of the microbiome by antibiotics may appear attractive, however the association between antibiotic use in early childhood and subsequent asthma is controversial. In the CAS cohort (22) and others (47), this association has been proposed to arise through confounding and reverse causation, whereby genetic or clinical factors increase the likelihood of both antibiotic prescription (e.g. via genetic susceptibility to viral infection (47)) and asthma development; others have proposed that antibiotic-induced disruption of the gut microbiota could explain the link (48). Our analyses provide a potential causal pathway linking antibiotics to later asthma, whereby antibiotic use in infants selects for illness-associated bacteria in the NP microbiome, leading to increased risk of febrile LRI and later asthma development. Genetic analysis of the infants in our cohort could potentially help to unravel this in the future. Importantly, further studies are required to prospectively assess the impact of antibiotic use on NP bacterial colonization during health and infection, and the subsequent development of ARI, atopy and wheeze.\n",
        "References and Notes": ""
    },
    "tables": [
        {
            "id": "T1",
            "label": "Table 1.",
            "caption": "Associations between ARI symptom severity and risk-associated bacterial MPGs.",
            "description": "Odds ratio (OR) (95% confidence interval), p-values. NP samples taken within one week of antibiotic use were excluded from analysis. The response variable (symptom group comparison) is shown in column 1. Two models (A, B) were fit for each comparison, labelled in column 2; Model A included Streptococcus or Moraxella or Haemophilus MPG as a single covariate, and RSV and HRV, further adjusting for age, gender and season; Model B included Streptococcus, Moraxella and Haemophilus MPGs as separate covariates, and RSV and HRV, further adjusting for age, gender and season. Note HRV was not included in the LRI vs URI comparison as enhanced sensitivity re-screening for HRV was performed only in LRI samples.\n",
            "image": null
        },
        {
            "id": "T2",
            "label": "Table 2.",
            "caption": "Association between microbial events during infancy and chronic wheeze at age 5 and 10 years.",
            "description": "Odds ratios, 95% confidence intervals and p-values shown were estimated using logistic regression, adjusted for gender and maternal and paternal history of atopic disease, estimated separately for all children and those who were atopic by 2 years of age. LRI, lower respiratory illness, further classified according to microbes and symptoms; any risk bacteria LRI, any LRI with Streptococcus, Moraxella or Haemophilus MPG. Early Streptococcus colonization was assessed in the first healthy NP sample, collected by 7 weeks of age and prior to any recorded infection; high abundance was classified as >20% Streptococcus reads (based on distribution shown in Fig. S15).\n",
            "image": null
        }
    ],
    "figures": [
        {
            "label": "Fig. 1.",
            "title": "Bacterial composition of 1,021 nasopharyngeal aspirates collected from 234 infants during periods of respiratory health and disease.",
            "description": "(A) Frequency of the 5 most abundant phyla and their respective genera (taxa shown comprise 99.9% of all reads). (B) Hierarchical clustering of samples into microbiome profile groups (MPGs) based on relative abundance of the 6 most common genera. Coloured bars indicate MPGs, labelled throughout the text by their dominant genus: Moraxella MPG (red), Corynebacterium MPG (blue), Alloiococcus MPG (green), Staphylococcus MPG (purple), Haemophilus MPG (yellow) and Streptococcus MPG (orange). (C) Weekly frequencies of MPGs amongst healthy samples, collected during planned visits at approximately 2 months, 6 months and 12 months of age and following at least 4 weeks without symptoms of acute respiratory infection (ARI). (D) Weekly frequencies of each MPG amongst ARI samples. (E) Odds ratios for association of MPGs with ARI symptoms (i.e., ARI vs healthy samples), adjusted for age, gender, season, number of prior infections, antibiotics intake, mother’s antibiotics intake, delivery mode and breastfeeding; with and without adjustment for detection of common viruses (RSV, HRV).\n",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2014/12/02/012070/F1.medium.gif"
        },
        {
            "label": "Fig. 2.",
            "title": "Impact of environmental factors on relative abundances of major genera in the NP microbiome.",
            "description": "Squares, odds ratios estimated using logistic regression and adjusted for age; filled squares, healthy samples; empty squares, infection samples; bars, 95% confidence intervals; *p<0.1, **p<0.05, ***p<0.01. (A) Day-care attendance (yes vs. no), amongst 12-month samples only. (B) Co-habiting with siblings (yes vs. no). (C) Antibiotics intake in the 4 weeks preceding NP sample collection (yes vs. no). (D) Season; Spring-summer (September-February) vs. Autumn-winter (March-August).\n",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2014/12/02/012070/F2.medium.gif"
        },
        {
            "label": "Fig. 3.",
            "title": "Symptoms of lower respiratory illness (LRI) during the first year of life are associated both with viruses present during the infection, and with chronic wheeze at 5 years of age.",
            "description": "(A-B) Kaplan-Meier survival curves showing time from birth to (A) first febrile LRI and (B) first HRV-C wheezy LRI, stratified according to the child’s chronic wheeze status at 5 years of age. P-values shown were estimated using Cox proportional hazards models, adjusted for gender and maternal and paternal history of atopic disease. (C) Frequencies of fever and wheeze symptoms during LRI, in which HRV-C and/or RSV were detected. Total numbers are: HRV-C only, n=79; HRV-C + RSV, n=14; RSV only, n=22. (D) Cross-tabulation of individuals, stratified by their experience of LRI during infancy; percentages in brackets indicate the frequency of chronic wheeze at 5 years of age within each group.\n",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2014/12/02/012070/F3.medium.gif"
        },
        {
            "label": "Fig. 4.",
            "title": "Predictors of chronic wheeze at age five.",
            "description": "(A) Odds ratio (OR, filled squares) and 95% confidence intervals (black bars) for association between chronic wheeze and high (>20%) abundance of Streptococcus in the first healthy NP sample, estimated using logistic regression to adjust for gender, age at sample collection, maternal and paternal history of atopic disease; p-values and sample sizes are indicated to the right. Estimates were calculated separately for samples collected by 7, 8 or 9 weeks of age. Individuals who experienced an infection prior to first healthy NP sample collection were excluded from this analysis. (B) Distribution of microbial events during infancy that were identified as risk factors for chronic wheeze at 5 years of age, stratified according to atopic status by age 2. fLRI, febrile LRI; wHRV-C, HRV-C LRI accompanied by wheeze; Strep, >20% Streptococcus abundance in healthy NP sample taken in by 9 weeks old and prior to any ARI; unknown Strep, no such NP sample available, mainly due to ARI before 9 weeks of age; unknown LRI, incomplete viral/symptom profiling for LRI. Total numbers are: wheeze at 5, atopy by 2, n=34; wheeze at 5, non-atopic, 19; no wheeze at 5, atopic, 72; no wheeze at 5, non-atopic, 66. Size of piechart is proportional to the number of infants in each condition.\n",
            "img": "https://www.biorxiv.org/content/biorxiv/early/2014/12/02/012070/F4.medium.gif"
        }
    ],
    "references": [
        {
            "label": "1.",
            "authors": [
                "Weinstock G. M."
            ],
            "date": "2012",
            "title": "Genomic approaches to studying the human microbiota",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1038/nature11553&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=22972298&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000308635900033&link_type=ISI"
                ]
            ]
        },
        {
            "label": "2.",
            "authors": [
                "Hilty M."
            ],
            "date": "2010",
            "title": "Disordered microbial communities in asthmatic airways",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1371/journal.pone.0008578&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=20052417&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ]
            ]
        },
        {
            "label": "3.",
            "authors": [
                "Holt P. G.",
                "Sly P. D."
            ],
            "date": "2012",
            "title": "Viral infections and atopy in asthma pathogenesis: new rationales for asthma prevention and treatment",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1038/nm.2768&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=22561836&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ]
            ]
        },
        {
            "label": "4.",
            "authors": [
                "Sly P. D."
            ],
            "date": "2008",
            "title": "Early identification of atopy in the prediction of persistent asthma in children",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1016/S0140-6736(08)61451-8&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=18805338&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000259648500036&link_type=ISI"
                ]
            ]
        },
        {
            "label": "5.",
            "authors": [
                "Svanes C."
            ],
            "date": "2010",
            "title": "Early life origins of chronic obstructive pulmonary disease",
            "links": [
                [
                    "Abstract/FREE Full Text",
                    "/lookup/ijlink/YTozOntzOjQ6InBhdGgiO3M6MTQ6Ii9sb29rdXAvaWpsaW5rIjtzOjU6InF1ZXJ5IjthOjQ6e3M6ODoibGlua1R5cGUiO3M6NDoiQUJTVCI7czoxMToiam91cm5hbENvZGUiO3M6OToidGhvcmF4am5sIjtzOjU6InJlc2lkIjtzOjc6IjY1LzEvMTQiO3M6NDoiYXRvbSI7czozNzoiL2Jpb3J4aXYvZWFybHkvMjAxNC8xMi8wMi8wMTIwNzAuYXRvbSI7fXM6ODoiZnJhZ21lbnQiO3M6MDoiIjt9"
                ]
            ]
        },
        {
            "label": "6.",
            "authors": [
                "Tai A."
            ],
            "date": "2014",
            "title": "The association between childhood asthma and adult chronic obstructive pulmonary disease",
            "links": [
                [
                    "Abstract/FREE Full Text",
                    "/lookup/ijlink/YTozOntzOjQ6InBhdGgiO3M6MTQ6Ii9sb29rdXAvaWpsaW5rIjtzOjU6InF1ZXJ5IjthOjQ6e3M6ODoibGlua1R5cGUiO3M6NDoiQUJTVCI7czoxMToiam91cm5hbENvZGUiO3M6OToidGhvcmF4am5sIjtzOjU6InJlc2lkIjtzOjg6IjY5LzkvODA1IjtzOjQ6ImF0b20iO3M6Mzc6Ii9iaW9yeGl2L2Vhcmx5LzIwMTQvMTIvMDIvMDEyMDcwLmF0b20iO31zOjg6ImZyYWdtZW50IjtzOjA6IiI7fQ=="
                ]
            ]
        },
        {
            "label": "7.",
            "authors": [
                "Jackson D. J."
            ],
            "date": "2008",
            "title": "Wheezing rhinovirus illnesses in early life predict asthma development in high-risk children",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1164/rccm.200802-309OC&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=18565953&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000259585600005&link_type=ISI"
                ]
            ]
        },
        {
            "label": "8.",
            "authors": [
                "Oddy W. H."
            ],
            "date": "2004",
            "title": "The relation of breastfeeding and body mass index to asthma and atopy in children: a prospective cohort study to age 6 years",
            "links": [
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=15333310&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000223626700020&link_type=ISI"
                ]
            ]
        },
        {
            "label": "9.",
            "authors": [
                "Kusel M. M."
            ],
            "date": "2007",
            "title": "Early-life respiratory viral infections, atopic sensitization, and risk of subsequent development of persistent asthma",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1016/j.jaci.2006.12.669&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=17353039&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000246427200009&link_type=ISI"
                ]
            ]
        },
        {
            "label": "10.",
            "authors": [
                "Kusel M. M.",
                "Kebadze T.",
                "Johnston S. L.",
                "Holt P. G.",
                "Sly P. D."
            ],
            "date": "2012",
            "title": "Febrile respiratory illnesses in infancy and atopy are risk factors for persistent asthma and wheeze",
            "links": []
        },
        {
            "label": "11.",
            "authors": [
                "Bochkov Y. A.",
                "Gern J. E."
            ],
            "date": "2012",
            "title": "Clinical and molecular features of human rhinovirus C",
            "links": []
        },
        {
            "label": "12.",
            "authors": [
                "Wu P.",
                "Hartert T. V."
            ],
            "date": "2011",
            "title": "Evidence for a causal relationship between respiratory syncytial virus infection and asthma",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1586/eri.11.92&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=21905783&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ]
            ]
        },
        {
            "label": "13.",
            "authors": [
                "Stein R. T.",
                "Martinez F. D."
            ],
            "date": "2010",
            "title": "Respiratory syncytial virus and asthma: still no final answer",
            "links": [
                [
                    "FREE Full Text",
                    "/lookup/ijlink/YTozOntzOjQ6InBhdGgiO3M6MTQ6Ii9sb29rdXAvaWpsaW5rIjtzOjU6InF1ZXJ5IjthOjQ6e3M6ODoibGlua1R5cGUiO3M6NDoiRlVMTCI7czoxMToiam91cm5hbENvZGUiO3M6OToidGhvcmF4am5sIjtzOjU6InJlc2lkIjtzOjEwOiI2NS8xMi8xMDMzIjtzOjQ6ImF0b20iO3M6Mzc6Ii9iaW9yeGl2L2Vhcmx5LzIwMTQvMTIvMDIvMDEyMDcwLmF0b20iO31zOjg6ImZyYWdtZW50IjtzOjA6IiI7fQ=="
                ]
            ]
        },
        {
            "label": "14.",
            "authors": [
                "Bisgaard H."
            ],
            "date": "2007",
            "title": "Childhood asthma after bacterial colonization of the airway in neonates",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1056/NEJMoa052632&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=17928596&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000250037000005&link_type=ISI"
                ]
            ]
        },
        {
            "label": "15.",
            "authors": [
                "Rollins D. R.",
                "Beuther D. A.",
                "Martin R. J."
            ],
            "date": "2010",
            "title": "Update on infection and antibiotics in asthma",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1007/s11882-009-0086-2&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=20425516&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000276907600010&link_type=ISI"
                ]
            ]
        },
        {
            "label": "16.",
            "authors": [
                "Penders J.",
                "Kummeling I.",
                "Thijs C."
            ],
            "date": "2011",
            "title": "Infant antibiotic use and wheeze and asthma risk: a systematic review and meta-analysis",
            "links": []
        },
        {
            "label": "17.",
            "authors": [
                "Marri P. R.",
                "Stern D. A.",
                "Wright A. L.",
                "Billheimer D.",
                "Martinez F. D."
            ],
            "date": "2013",
            "title": "Asthma-associated differences in microbial composition of induced sputum",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1016/j.jaci.2012.11.013&link_type=DOI"
                ]
            ]
        },
        {
            "label": "18.",
            "authors": [
                "Huang Y. J.",
                "Lynch S. V."
            ],
            "date": "2011",
            "title": "The emerging relationship between the airway microbiota and chronic respiratory disease: clinical implications",
            "links": []
        },
        {
            "label": "19.",
            "authors": [
                "Huang Y. J."
            ],
            "date": "2014",
            "title": "Airway microbiome dynamics in exacerbations of chronic obstructive pulmonary disease",
            "links": [
                [
                    "Abstract/FREE Full Text",
                    "/lookup/ijlink/YTozOntzOjQ6InBhdGgiO3M6MTQ6Ii9sb29rdXAvaWpsaW5rIjtzOjU6InF1ZXJ5IjthOjQ6e3M6ODoibGlua1R5cGUiO3M6NDoiQUJTVCI7czoxMToiam91cm5hbENvZGUiO3M6MzoiamNtIjtzOjU6InJlc2lkIjtzOjk6IjUyLzgvMjgxMyI7czo0OiJhdG9tIjtzOjM3OiIvYmlvcnhpdi9lYXJseS8yMDE0LzEyLzAyLzAxMjA3MC5hdG9tIjt9czo4OiJmcmFnbWVudCI7czowOiIiO30="
                ]
            ]
        },
        {
            "label": "20.",
            "authors": [
                "Vissers M.",
                "de Groot R.",
                "Ferwerda G."
            ],
            "date": "2014",
            "title": "Severe viral respiratory infections: are bugs bugging?",
            "links": []
        },
        {
            "label": "21.",
            "authors": [
                "Bogaert D."
            ],
            "date": "2011",
            "title": "Variability and diversity of nasopharyngeal microbiota in children: a metagenomic analysis",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1371/journal.pone.0017035&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=21386965&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ]
            ]
        },
        {
            "label": "22.",
            "authors": [
                "Kusel M. M.",
                "de Klerk N.",
                "Holt P. G.",
                "Sly P. D."
            ],
            "date": "2008",
            "title": "Antibiotic use in the first year of life and risk of atopic disease in early childhood",
            "links": []
        },
        {
            "label": "23.",
            "authors": [
                "Kusel M. M."
            ],
            "date": "2006",
            "title": "Role of respiratory viruses in acute upper and lower respiratory tract illness in the first year of life: a birth cohort study",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1097/01.inf.0000226912.88900.a3&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=16874165&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000239697000003&link_type=ISI"
                ]
            ]
        },
        {
            "label": "24.",
            "authors": [
                "Hales B. J."
            ],
            "date": "2012",
            "title": "Antibacterial antibody responses associated with the development of asthma in house dust mite-sensitised and non-sensitised children",
            "links": [
                [
                    "Abstract/FREE Full Text",
                    "/lookup/ijlink/YTozOntzOjQ6InBhdGgiO3M6MTQ6Ii9sb29rdXAvaWpsaW5rIjtzOjU6InF1ZXJ5IjthOjQ6e3M6ODoibGlua1R5cGUiO3M6NDoiQUJTVCI7czoxMToiam91cm5hbENvZGUiO3M6OToidGhvcmF4am5sIjtzOjU6InJlc2lkIjtzOjg6IjY3LzQvMzIxIjtzOjQ6ImF0b20iO3M6Mzc6Ii9iaW9yeGl2L2Vhcmx5LzIwMTQvMTIvMDIvMDEyMDcwLmF0b20iO31zOjg6ImZyYWdtZW50IjtzOjA6IiI7fQ=="
                ]
            ]
        },
        {
            "label": "25.",
            "authors": [
                "Holt P. G."
            ],
            "date": "2010",
            "title": "Toward improved prediction of risk for atopy and asthma among preschoolers: a prospective cohort study",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1016/j.jaci.2009.12.018&link_type=DOI"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000275883200022&link_type=ISI"
                ]
            ]
        },
        {
            "label": "26.",
            "authors": [
                "Biesbroek G."
            ],
            "date": "2014",
            "title": "Seven-valent pneumococcal conjugate vaccine and nasopharyngeal microbiota in healthy children",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.3201/eid2002.131220&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=24447437&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ]
            ]
        },
        {
            "label": "27.",
            "authors": [
                "Ling Z."
            ],
            "date": "2013",
            "title": "Pyrosequencing analysis of the human microbiota of healthy Chinese undergraduates",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1186/1471-2164-14-390&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=23758874&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ]
            ]
        },
        {
            "label": "28.",
            "authors": [
                "Shitaye D.",
                "Asrat D.",
                "Woldeamanuel Y.",
                "Worku B."
            ],
            "date": "2010",
            "title": "Risk factors and etiology of neonatal sepsis in Tikur Anbessa University Hospital, Ethiopia",
            "links": [
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=20607993&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ]
            ]
        },
        {
            "label": "29.",
            "authors": [
                "Bisgaard H."
            ],
            "date": "2010",
            "title": "Association of bacteria and viruses with wheezy episodes in young children: prospective birth cohort study",
            "links": [
                [
                    "Abstract/FREE Full Text",
                    "/lookup/ijlink/YTozOntzOjQ6InBhdGgiO3M6MTQ6Ii9sb29rdXAvaWpsaW5rIjtzOjU6InF1ZXJ5IjthOjQ6e3M6ODoibGlua1R5cGUiO3M6NDoiQUJTVCI7czoxMToiam91cm5hbENvZGUiO3M6MzoiYm1qIjtzOjU6InJlc2lkIjtzOjE3OiIzNDEvb2N0MDRfMS9jNDk3OCI7czo0OiJhdG9tIjtzOjM3OiIvYmlvcnhpdi9lYXJseS8yMDE0LzEyLzAyLzAxMjA3MC5hdG9tIjt9czo4OiJmcmFnbWVudCI7czowOiIiO30="
                ]
            ]
        },
        {
            "label": "30.",
            "authors": [
                "Schaumburg F."
            ],
            "date": "2014",
            "title": "Transmission of Staphylococcus aureus between mothers and infants in an African setting",
            "links": []
        },
        {
            "label": "31.",
            "authors": [
                "de Vries S. P.",
                "Bootsma H. J.",
                "Hays J. P.",
                "Hermans P. W."
            ],
            "date": "2009",
            "title": "Molecular aspects of Moraxella catarrhalis pathogenesis",
            "links": []
        },
        {
            "label": "32.",
            "authors": [
                "Revai K."
            ],
            "date": "2006",
            "title": "Effect of pneumococcal conjugate vaccine on nasopharyngeal bacterial colonization during acute otitis media",
            "links": [
                [
                    "Abstract/FREE Full Text",
                    "/lookup/ijlink/YTozOntzOjQ6InBhdGgiO3M6MTQ6Ii9sb29rdXAvaWpsaW5rIjtzOjU6InF1ZXJ5IjthOjQ6e3M6ODoibGlua1R5cGUiO3M6NDoiQUJTVCI7czoxMToiam91cm5hbENvZGUiO3M6MTA6InBlZGlhdHJpY3MiO3M6NToicmVzaWQiO3M6MTA6IjExNy81LzE4MjMiO3M6NDoiYXRvbSI7czozNzoiL2Jpb3J4aXYvZWFybHkvMjAxNC8xMi8wMi8wMTIwNzAuYXRvbSI7fXM6ODoiZnJhZ21lbnQiO3M6MDoiIjt9"
                ]
            ]
        },
        {
            "label": "33.",
            "authors": [
                "Pearson M. M.",
                "Laurence C. A.",
                "Guinn S. E.",
                "Hansen E. J."
            ],
            "date": "2006",
            "title": "Biofilm formation by Moraxella catarrhalis in vitro: roles of the UspA1 adhesin and the Hag hemagglutinin",
            "links": [
                [
                    "Abstract/FREE Full Text",
                    "/lookup/ijlink/YTozOntzOjQ6InBhdGgiO3M6MTQ6Ii9sb29rdXAvaWpsaW5rIjtzOjU6InF1ZXJ5IjthOjQ6e3M6ODoibGlua1R5cGUiO3M6NDoiQUJTVCI7czoxMToiam91cm5hbENvZGUiO3M6MzoiaWFpIjtzOjU6InJlc2lkIjtzOjk6Ijc0LzMvMTU4OCI7czo0OiJhdG9tIjtzOjM3OiIvYmlvcnhpdi9lYXJseS8yMDE0LzEyLzAyLzAxMjA3MC5hdG9tIjt9czo4OiJmcmFnbWVudCI7czowOiIiO30="
                ]
            ]
        },
        {
            "label": "34.",
            "authors": [
                "Bordi C.",
                "de Bentzmann S."
            ],
            "date": "2011",
            "title": "Hacking into bacterial biofilms: a new therapeutic challenge",
            "links": []
        },
        {
            "label": "35.",
            "authors": [
                "Verhaegh S. J."
            ],
            "date": "2011",
            "title": "Colonization of healthy children by Moraxella catarrhalis is characterized by genotype heterogeneity, virulence gene diversity and co-colonization with Haemophilus influenzae",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1099/mic.0.042929-0&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=20847012&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000286649800018&link_type=ISI"
                ]
            ]
        },
        {
            "label": "36.",
            "authors": [
                "Spaniol V.",
                "Troller R.",
                "Aebi C."
            ],
            "date": "2009",
            "title": "Physiologic cold shock increases adherence of Moraxella catarrhalis to and secretion of interleukin 8 in human upper respiratory tract epithelial cells",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1086/644640&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=19835476&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ]
            ]
        },
        {
            "label": "37.",
            "authors": [
                "Spaniol V.",
                "Troller R.",
                "Schaller A.",
                "Aebi C."
            ],
            "date": "2011",
            "title": "Physiologic cold shock of Moraxella catarrhalis affects the expression of genes involved in the iron acquisition, serum resistance and immune evasion",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1186/1471-2180-11-182&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=21838871&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ]
            ]
        },
        {
            "label": "38.",
            "authors": [
                "Gisselsson-Solen M.",
                "Henriksson G.",
                "Hermansson A.",
                "Melhus A."
            ],
            "date": "2014",
            "title": "Risk factors for carriage of AOM pathogens during the first 3 years of life in children with early onset of acute otitis media",
            "links": []
        },
        {
            "label": "39.",
            "authors": [
                "Verhaegh S. J."
            ],
            "date": "2010",
            "title": "Determinants of Moraxella catarrhalis colonization in healthy Dutch children during the first 14 months of life",
            "links": []
        },
        {
            "label": "40.",
            "authors": [
                "Brockson M. E."
            ],
            "date": "2012",
            "title": "Respiratory syncytial virus promotes Moraxella catarrhalis-induced ascending experimental otitis media",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1371/journal.pone.0040088&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=22768228&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ]
            ]
        },
        {
            "label": "41.",
            "authors": [
                "Tano K.",
                "von Essen R.",
                "Eriksson P. O.",
                "Sjostedt A."
            ],
            "date": "2008",
            "title": "Alloiococcus otitidis--otitis media pathogen or normal bacterial flora?",
            "links": []
        },
        {
            "label": "42.",
            "authors": [
                "Gern J. E."
            ],
            "date": "2009",
            "title": "Rhinovirus and the initiation of asthma",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1097/ACI.0b013e32831f8f1b&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=19532096&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ]
            ]
        },
        {
            "label": "43.",
            "authors": [
                "Holt P. G.",
                "Strickland D. H.",
                "Hales B. J.",
                "Sly P. D."
            ],
            "date": "2014",
            "title": "Defective respiratory tract immune surveillance in asthma: a primary causal factor in disease onset and progression",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1378/chest.13-1341&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=24493508&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000330955100029&link_type=ISI"
                ]
            ]
        },
        {
            "label": "44.",
            "authors": [
                "Lee W. M."
            ],
            "date": "2012",
            "title": "Human rhinovirus species and season of infection determine illness severity",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1164/rccm.201202-0330OC&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=22923659&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000311128300015&link_type=ISI"
                ]
            ]
        },
        {
            "label": "45.",
            "authors": [
                "Glanville N."
            ],
            "date": "2013",
            "title": "Cross-serotype immunity induced by immunization with a conserved rhinovirus capsid protein",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1371/journal.ppat.1003669&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=24086140&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ]
            ]
        },
        {
            "label": "46.",
            "authors": [
                "Lee G. M."
            ],
            "date": "2014",
            "title": "Impact of 13-Valent Pneumococcal Conjugate Vaccination on Carriage in Young Children in Massachusetts",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1093/jpids/pit057&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=24567842&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ]
            ]
        },
        {
            "label": "47.",
            "authors": [
                "Semic-Jusufagic A."
            ],
            "date": "2014",
            "title": "Assessing the association of early life antibiotic prescription with asthma exacerbations, impaired antiviral immunity, and genetic variants in 17q21: a population-based birth cohort study",
            "links": []
        },
        {
            "label": "48.",
            "authors": [
                "Arrieta M. C.",
                "Finlay B."
            ],
            "date": "2014",
            "title": "The intestinal microbiota and allergic asthma",
            "links": []
        },
        {
            "label": "49.",
            "authors": [
                "Bochkov Y. A.",
                "Grindle K.",
                "Vang F.",
                "Evans M. D.",
                "Gern J. E."
            ],
            "date": "2014",
            "title": "Improved molecular typing assay for rhinovirus species A, B, and C",
            "links": [
                [
                    "Abstract/FREE Full Text",
                    "/lookup/ijlink/YTozOntzOjQ6InBhdGgiO3M6MTQ6Ii9sb29rdXAvaWpsaW5rIjtzOjU6InF1ZXJ5IjthOjQ6e3M6ODoibGlua1R5cGUiO3M6NDoiQUJTVCI7czoxMToiam91cm5hbENvZGUiO3M6MzoiamNtIjtzOjU6InJlc2lkIjtzOjk6IjUyLzcvMjQ2MSI7czo0OiJhdG9tIjtzOjM3OiIvYmlvcnhpdi9lYXJseS8yMDE0LzEyLzAyLzAxMjA3MC5hdG9tIjt9czo4OiJmcmFnbWVudCI7czowOiIiO30="
                ]
            ]
        },
        {
            "label": "50.",
            "authors": [
                "Caporaso J. G."
            ],
            "date": "2012",
            "title": "Ultra-high-throughput microbial community analysis on the Illumina HiSeq and MiSeq platforms",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1038/ismej.2012.8&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=22402401&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000306495800018&link_type=ISI"
                ]
            ]
        },
        {
            "label": "51.",
            "authors": [
                "Magoc T.",
                "Salzberg S. L."
            ],
            "date": "2011",
            "title": "FLASH: fast length adjustment of short reads to improve genome assemblies",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1093/bioinformatics/btr507&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=21903629&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000296099300005&link_type=ISI"
                ]
            ]
        },
        {
            "label": "52.",
            "authors": [
                "Bokulich N. A."
            ],
            "date": "2013",
            "title": "Quality-filtering vastly improves diversity estimates from Illumina amplicon sequencing",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1038/nmeth.2276&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=23202435&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000312810100036&link_type=ISI"
                ]
            ]
        },
        {
            "label": "53.",
            "authors": [
                "Caporaso J. G."
            ],
            "date": "2010",
            "title": "QIIME allows analysis of high-throughput community sequencing data",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1038/nmeth.f.303&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=20383131&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000277175100003&link_type=ISI"
                ]
            ]
        },
        {
            "label": "54.",
            "authors": [
                "McDonald D."
            ],
            "date": "2012",
            "title": "An improved Greengenes taxonomy with explicit ranks for ecological and evolutionary analyses of bacteria and archaea",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1038/ismej.2011.139&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=22134646&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000300883200013&link_type=ISI"
                ]
            ]
        },
        {
            "label": "55.",
            "authors": [
                "Edgar R. C."
            ],
            "date": "2010",
            "title": "Search and clustering orders of magnitude faster than BLAST",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1093/bioinformatics/btq461&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=20709691&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ],
                [
                    "Web of Science",
                    "/lookup/external-ref?access_num=000282170000016&link_type=ISI"
                ]
            ]
        },
        {
            "label": "56.",
            "authors": [
                "Huson D. H."
            ],
            "date": "2007",
            "title": "Dendroscope: An interactive viewer for large phylogenetic trees",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1186/1471-2105-8-460&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=18034891&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ]
            ]
        },
        {
            "label": "57.",
            "authors": [
                "Zhou Y."
            ],
            "date": "2014",
            "title": "Exploration of bacterial community classes in major human habitats",
            "links": [
                [
                    "CrossRef",
                    "/lookup/external-ref?access_num=10.1186/gb-2014-15-5-r66&link_type=DOI"
                ],
                [
                    "PubMed",
                    "/lookup/external-ref?access_num=24887286&link_type=MED&atom=%2Fbiorxiv%2Fearly%2F2014%2F12%2F02%2F012070.atom"
                ]
            ]
        },
        {
            "label": "58.",
            "authors": [
                "Ravel J."
            ],
            "date": "2011",
            "title": "Vaginal microbiome of reproductive-age women",
            "links": [
                [
                    "Abstract/FREE Full Text",
                    "/lookup/ijlink/YTozOntzOjQ6InBhdGgiO3M6MTQ6Ii9sb29rdXAvaWpsaW5rIjtzOjU6InF1ZXJ5IjthOjQ6e3M6ODoibGlua1R5cGUiO3M6NDoiQUJTVCI7czoxMToiam91cm5hbENvZGUiO3M6NDoicG5hcyI7czo1OiJyZXNpZCI7czoyMToiMTA4L1N1cHBsZW1lbnRfMS80NjgwIjtzOjQ6ImF0b20iO3M6Mzc6Ii9iaW9yeGl2L2Vhcmx5LzIwMTQvMTIvMDIvMDEyMDcwLmF0b20iO31zOjg6ImZyYWdtZW50IjtzOjA6IiI7fQ=="
                ]
            ]
        }
    ]
}